{
  "bhdd": {
    "1": "Từ khóa của những người có bài học đường đời số 1 chính là: tự lập và tính cá nhân cao. Điều này hé lộ về một cuộc sống có phần đơn độc cho dù họ sinh trưởng và phát triển trong bất kỳ hoàn cảnh nào. Đồng thời đó cũng là chỉ báo cho một cuộc đời phi thường bằng nỗ lực cá nhân, nếu người đó sớm nhận ra được sứ mệnh của bản thân.Cá nhân người mang đường đời số 1 sẽ là một nhà lãnh đạo tài năng nếu họ chăm chỉ rèn luyện và học tốt bài học của mình, họ có đam mê và năng lượng để trở thành người tiên phong, kiến tạo nên một thế giới tốt đẹp hơn.Tính cách của người số 1 sẽ luôn được bộc lộ ra một cách dễ dàng vì họ có một mong muốn mạnh mẽ để đứng đầu. Sự quyết tâm ở một người như vậy có thể đưa họ đến một vị thế cao hơn trong cuộc sống hoặc trong sự nghiệp, thúc đẩy nhanh chóng, sớm hoàn thành mục tiêu để vươn tới thành công. Số 1 may mắn vì luôn giữ vững tinh thần thép, kiên định để vượt qua mọi khó khăn, thách thức trong cuộc sống. Hơn nữa, trọng tâm duy nhất của những người mang số 1 tại bài học đường đời đó sẽ là mục tiêu cá nhân. Chúng ta có thể thấy điều đó rõ ràng khi nhìn vào Hoàng đế Napoleon, Lionel Messi hay ở Tiger Woods, họ đều dẫn đầu, tỏa sáng rực rỡ trên đỉnh cao danh vọng bằng chính sức mạnh, sự tập trung cao độ số 1 của mình. Tuy nhiên, dù giỏi giang và tài năng đến đâu thì những người có bài học đường đời số 1 cũng không thể tránh khỏi sự cứng nhắc, cái tôi cá nhân cao và thói quen chi phối đến cuộc sống của người khác. Đôi khi số 1 không nhận thức ra mức độ nghiêm trọng của những hành động này dẫn đến những rắc rối lớn trong vấn đề các mối quan hệ hoặc là sự cô lập từ những người bị tác động.Nhưng cuối cùng, cho dù lựa chọn là như thế nào thì bản chất của số 1 cũng vẫn là sự độc lập, nhất là khi đây trở thành bài học đường đời, thứ mà họ phải trải nghiệm, trả giá để học được. Đôi khi số 1 ở bài học đường đời, bài học lớn nhất không phải là trở thành một ai đó có sức ảnh hưởng hay lãnh đạo cả một tổ chức nào đó mà chỉ đơn giản là vượt qua chính bản thân mình, trở thành phiên bản tốt hơn của chính mình mà thôi.",
    "2": "Từ khóa để miêu tả chính xác nhất về cuộc đời của những người có bài học đường đời số 2 chính là bài học về sự kết nối và thấu hiểu. Số 2 mang đến một cuộc sống với những mối quan hệ gắn kết 1-1, của sự hòa hảo và ân cần chăm sóc nếu người đó sớm nhận ra sứ mệnh của bản thân và được hỗ trợ bằng 3 chỉ số còn lại nằm ở họ và tên.Những người có bài học đường đời số 2 có xu hướng rất trung thành và họ hoan nghênh sự đồng hành hay cơ hội chia sẻ cuộc sống của họ với một người đặc biệt. Số 2 nằm ở bài học đường đời mang đến cho họ những bài học để tôi luyện bản thân trở nên nhạy cảm hơn với người khác và khả năng lắng nghe một cách thực sự. Sự trung thực, cởi mở, tử tế và con mắt nhìn thấy những điều tốt đẹp ở những người xung quanh luôn là yếu tố ẩn chứa mà số 2 ở bài học đường đời sở hữu.Những người sở hữu bài học đường đời số 2 nếu được rèn luyện sẽ là ứng cử viên sáng giá trong vai trò của một người bạn tốt hoặc là chỗ dựa lý tưởng vì sự yêu chiều, nhạy cảm, dịu dàng và tinh thần yêu thương theo một cách bản năng tuyệt vời. Tuy nhiên, lòng trắc ẩn và tình yêu quá lớn cũng có thể khiến họ từ chối nhu cầu của bản thân để ủng hộ nhu cầu của người khác. Nếu quá xa đà vào cảm xúc này sẽ dễ khiến họ cảm giác tức giận nếu không được hồi đáp hoặc bị đẩy vào chân tường. Ngay cả khi yêu hòa bình và không bao giờ  muốn xảy ra xung đột thế nhưng họ cũng có thể rất “khủng khiếp” nếu bị áp bức về mặt tinh thần.Nhạy cảm khiến họ dễ kết nối với cảm xúc của người khác nhưng điều đó cũng khiến họ dễ dàng suy sụp. Nhiều người có đường đời số 2 quá khổ hạnh, nhút nhát và ngại nói lên suy nghĩ của mình trong khi thế giới nội tâm của họ thì lại quá lớn lao. Khi sợ bị tổn thương, họ có xu hướng tránh đối đầu và giữ lại ý kiến của riêng mình nhưng trong thâm tâm thì họ lại phải tự mình ôm nỗi bực bội khi phải giữ lại những ý tưởng ấy trong đầu. Cho dù lựa chọn là như thế nào thì bản chất của số 2 cũng sẽ là sự kết nối, bởi vậy họ sẽ luôn phải học cho mình bài học của sự ân cần, tư duy cộng sinh và hành động “có đôi có cặp”. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 2 dễ dàng thích nghi và thành công trong cuộc sống.",
    "3": "Bài học đường đời của những người số 3 là cuộc đời của người phải học cách bước ra khỏi vùng thỏa mái để thể hiện bản thân và lan tỏa những thông điệp tốt đẹp về cuộc sống.Những người có bài học đường đời số 3 nên chuẩn bị sẵn sàng tâm lý vì đây là một cuộc hành trình cực kỳ sôi động, ít bình lặng ngay cả khi họ sinh trưởng và phát triển trong một môi trường nào đi chăng nữa.Thông qua trải nghiệm, cuộc sống luôn cố gắng gửi tới họ thông điệp rằng thế giới rất cần năng lượng lan tỏa từ họ, biến họ luôn trở thành tâm điểm của mọi thứ, và là “nguồn phát” cho tất cả những sự việc liên quan tới mình.Những người có bài học đường đời số 3 thực sự là những người ẩn chứa rất nhiều năng lực xuất sắc, thế nhưng, nó lại nằm ở dưới dạng tiềm năng như viên kim cương đang tôi luyện dưới dòng núi lửa, khi nào họ sẵn sàng bộc lộ bản thân, mọi thứ mới bùng nổ và dần hé lộ. Những người có số 3 đường đời thường sẽ có rất nhiều sự thể hiện khác nhau: Một số thì sẽ là những thuyết khách có khả năng dẫn dắt đám đông (Như trường hợp của cựu Đệ nhất Hillary Clinton), một số lại định hình lại cho một vài trường phái (Như Thành Long), phong cách khác nhau trong cuộc sống. Đặc biệt hơn thì sẽ có những trường hợp phải bươn trải rất nhiều trong sự vận động không ngừng của môi trường sống như trường hợp của siêu sao Cristiano Ronaldo (để học bài học vượt thoát khỏi vùng an toàn của bản thân. Và cá biệt lại có những số 3 đường đời lại ít bộc lộ, thể hiện bản thân qua lời nói, nhưng lại là bậc thầy về ngôn ngữ của sự im lặng (Như trường hợp thầy Thích Nhất Hạnh). Cho dù lựa chọn là như thế nào thì bản chất của số 3 cũng sẽ là sự bộc lộ bản thân, bởi vậy họ sẽ luôn phải học cho mình bài học của sự thể hiện, lan tỏa mạnh mẽ và hành động quyết liệt. Đừng quá lo lắng vì cuộc đời sẽ gửi cho họ rất nhiều trải nghiệm để tôi luyện bản thân nên họ chỉ cần đừng từ chối khi cơ hội đến với mình là được. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 3 có thể kiến tạo nên cuộc đời như mình mong muốn",
    "4": "Đường đời của những người số 4 là cuộc đời về những sự lựa chọn đúng - sai, học cách sắp xếp mọi thứ một cách có trật tự và kỷ luật tự thân. Dường như cuộc sống sẽ mang đến cho những người có bài học đường đời số một lối sống theo đuổi sự nghiêm khắc đầy cam go, pha trộn thêm nhiều sự kiện khó khăn để họ có thể học được giá trị của sự kỷ luật và trật tự sẽ tuyệt vời đến như thế nào.Những người có số 4 đường đời thường sẽ phải học cách tuân theo một quy tắc nhất định nào đó, hoặc một con đường đã được sắp xếp cho họ từ trước. Ban đầu, họ có thể tồn tại trong trạng thái hời hợt, cẩu thả và vô quy tắc, nhưng khi cuộc sống cứ liên tiếp gửi đến những bài học lớn, nhỏ cho tới khi họ thực sự biết mình cần phải làm gì để bắt đầu cuộc đời đúng nghĩa. Nó được hiểu rằng họ có một quá trình suy nghĩ hợp lý trước khi đưa ra bất kỳ quyết định nào trong cuộc sống. Khi họ ý thức được giá trị của sự kỷ luật đem lại, có nghĩa là khi họ bắt đầu nhận thức về bài học của sự nghiêm khắc tự thân thì họ sẽ trở nên bùng nổ, kiên quyết, sống có mục tiêu và gặt hái nhiều thành tựu với giá trị ấy. Khi những giá trị về sự sắp xếp và kỷ luật được kích hoạt, họ trở nên đáng tin cậy, trung thành và gương mẫu, đó cũng chính là những ưu điểm khiến mọi người xung quanh tôn trọng. Tuy nhiên, tính cách của người mang bại học đường đời số 4 đôi khi có thể cứng nhắc hơn một chút trong việc tiếp nhận những ý tưởng bên ngoài so với những gì họ thường nghĩ, đi cùng với việc phán xét. Đây là những gì hội tụ và làm nên thương hiệu “máy sấy tóc” của chiến lược gia vĩ đại Sir Alex Ferguson. Đặc biệt hơn thì sẽ có những trường hợp phải bươn trải rất nhiều trong sự vận động không ngừng của môi trường sống nếu họ mang trong mình Nợ nghiệp 13/4-chỉ báo của một cuộc sống vất vả nhưng đầy huy hoàng ở quãng sau (Như trường hợp của Tổng thống Donald Trump). Cho dù lựa chọn là như thế nào thì bản chất của số 4 cũng sẽ là sự tính toán, bởi vậy họ sẽ luôn phải học cho mình bài học của sự mưu toan, sắp xếp và cả con số nữa. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 4 dễ dàng thích nghi và thành công trong cuộc sống.",
    "5": "Đường đời của những người số 5 là cuộc đời của những người phải học cách làm bạn với sự thay đổi, trải nghiệm thực tế và nhận thức được niềm vui của sự đổi mới. Chúng ta đều phải công nhận rằng những trải nghiệm kỳ thú về sức sáng tạo mà đạo diễn tài ba Steven Spielberg mang lại qua những bộ phim bom tấn như “Công viên kỷ Jura”, “Giải cứu binh nhì Ryan”, “E.T” hay gần đây nhất là siêu phẩm “Đấu trường ảo”. Tất cả những điều này hé lộ về một cuộc sống nhiều màu sắc, pha trộn nhiều cung bậc cảm xúc lẫn trải nghiệm thú vị dành cho người mang số 5 ở vị trí đường đời, cho dù họ sinh trưởng và phát triển trong bất kỳ hoàn cảnh nào.Tuy nhiên, trước khi có một cuộc đời đáng mơ ước thì số 5 ở bài học đường đời có thể lại là những người ngại thay đổi và cũng không quá hứng thú với sự sáng tạo. Cho tới khi cuộc sống luôn dồn dập gửi đến những sự kiện, bài học khiến họ cảm thấy cần phải thức tỉnh và bỗng nhiên, họ như sống lại cuộc đời mới với sự trẻ trung và tinh thần sáng tạo bất diệt đã được tôi luyện. Cuộc đời của họ sẽ có rất nhiều màu sắc, vui vẻ, đầy ngẫu hứng và luôn tiềm ẩn những yếu tố không báo trước. Chúng ta cũng có thể nhìn rõ hơn về hình ảnh này khi nhìn vào Angelina Jolie. Cuộc đời cũng như những chuyến phiêu lưu trong các bộ phim mà cô diễn xuất cũng luôn mang lại cảm giác mới mẻ và đầy cảm hứng. Số 5 ở bài học đường đời thúc đẩy cho họ gặp gỡ những người mới, đến những nơi khác nhau và khám phá để thu nhặt được nhiều kiến thức về mọi mặt. Sau tất cả, bài học về đường đời số 5 khiến cho họ rất tò mò về bản thân và họ cũng rất muốn thử nhiều thứ cùng một lúc. Đây cũng chính là lý do vì sao mà số 5 xuất hiện ở bài học đường đời lại khiến cho những người sở hữu luôn trong xu hướng phải thay đổi hoặc ít khi hài lòng khi khám phá chỉ một lĩnh vực của cuộc sống. Thay vào đó, họ có xu hướng quan tâm đến việc biết tất cả cùng lúc.Đặc biệt hơn thì sẽ có những trường hợp phải bươn trải rất nhiều trước khi đạt tới thành công vang dội do sự dàn trải, mất kiểm soát về khả năng cam kết lẫn sự tập trung nếu như người đó mang nợ nghiệp 14/5. Cho dù lựa chọn là như thế nào thì bản chất của số 5 cũng sẽ là bất quy tắc, bởi vậy họ sẽ luôn phải học cho mình bài học của sự thích nghi nhanh chóng, lạc quan và cả những kế hoạch dự phòng. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 5 dễ dàng thích nghi và thành công trong cuộc sống.",
    "6": "Đường đời của những người số 6 hướng về những sự kiện liên quan tới sự tận tụy, hy sinh vì người khác hay là cho gia đình. Điều này hé lộ về một cuộc sống có phần nhún nhường và ít hào nhoáng, pha trộn nhiều cung bậc cảm xúc khác nhau dành cho người mang số 6 ở vị trí đường đời, cho dù họ sinh trưởng và phát triển trong bất kỳ hoàn cảnh nào. Tuy nhiên, sẽ phải mất rất nhiều thời gian, công sức và tinh thần để có thể học được điều đó bởi năng lực về đức hy sinh tuy hiện hữu trong những người có bài học đường đời số 6 nhưng nó phải được mài dũa thì có thể trở thành bản năng. Đồng thời đây cũng sẽ là một cuộc đời của sự cống hiến, bất kể các chỉ số còn lại như thế nào, bởi vì cuộc sống luôn cần tới sự hỗ trợ tận tâm mà số 6 mang lại.Đường đời số 6 gắn liền với rất nhiều tình yêu, tình cảm, sự quan tâm và sự khiêm tốn. Cũng như hình ảnh về nhà bác học Albert Einstein luôn cho thấy những phẩm chất này trong suốt cuộc đời. Họ là người thích phục vụ nhân loại vì một lý do quan trọng, thậm chí là quan trọng hơn bản thân. Trải qua những năm tháng thăng trầm trong cuộc sống, họ có thể dễ dàng hơn trong việc đồng cảm đối với những người yếu đuối và đang trải qua đau khổ. Nó chính là động lực to lớn để họ giúp đỡ mọi người và đó cũng là cách để họ thực sự học được trọn vẹn bài học của mình. Tuy nhiên, có một ranh giới mỏng manh giữa việc giúp đỡ ai đó và xâm phạm quyền riêng tư nên không phải ai cũng có thể chấp nhận và đánh giá cao những nỗ lực của họ. Vì vậy, số 6 ở bài học đường đời sẽ phải hết sức cẩn thận và đảm bảo rằng mình sẽ hướng dẫn mọi người và để họ hành động theo tình huống của họ hoặc đôi khi chỉ nên hỗ trợ họ và chỉ cho họ con đường mà thôi. Làm mọi thứ cho người khác chính là không cho họ không gian để học hỏi từ những sai lầm của mình. May mắn là, những người có đường đời số 6 sẽ học được điều này và không phải đối mặt với nhiều thách thức về việc xâm phạm riêng tư này vì họ có thiên hướng tạo ra sự cân bằng tự nhiên với những vấn đề như vậy. Họ không chỉ cố gắng giúp đỡ mọi người bằng cách cho đi quỹ thời gian quý báu của mình. Họ chia sẻ một mối quan hệ tuyệt vời với gia đình và những người thân yêu bằng việc cố gắng dành cho họ tình yêu, sự bình yên và sự tôn trọng. Bằng sự nỗ lực và không ngừng rèn luyện, họ sẽ trở thành một người bạn đời tuyệt vời hoặc một phụ huynh cực kỳ tâm lý. Nhìn chung, họ là những người tốt, đáng yêu, đáng tin cậy và đầy sự đồng cảm với người khác. Đồng thời họ cũng là những người tự do, ấm áp và quyến rũ. Bản thân những người có bài học đường đời số 6 cũng rất tự hào về việc mình có thể giúp đỡ được người khác.Những người có số 6 đường đời thường sẽ kín đáo, không bộc lộ nhiều về bản thân. Họ thích nhường ánh hào quang lại cho người khác hơn. Cho dù lựa chọn là như thế nào thì bản chất của số 6 cũng sẽ là hỗ trợ hết mình, bởi vậy họ sẽ luôn phải học cho mình bài học của sự giúp đỡ người khác, khiêm tốn và đa năng. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 6 dễ dàng thích nghi và thành công trong cuộc sống.",
    "7": "Đường đời của những người số 7 là cuộc đời của sự trải nghiệm và học hỏi từ thực nghiệm, đào sâu để trở thành chuyên gia trong những lĩnh vực mà họ quan tâm. Một cuộc sống có phần thầm lặng và khá nặng tính triết lý, pha trộn nhiều những lần thử, sai và rút ra bài học dành là những thứ số 7 ở bài học đường đời mang lại cho người sở hữu, cho dù họ sinh trưởng và phát triển trong bất kỳ hoàn cảnh nào. Đồng thời đây cũng là cuộc đời của những kẻ trầm tư, bất kể các chỉ số còn lại ra sao bởi vì cuộc sống luôn cần tới hiểu biết sâu sắc mà số 7 mang lại. Những người có số 7 đường đời thường sẽ tỏ ra kín đáo, không thích bộc lộ nhiều trong những tình huống hay lĩnh vực mà họ chưa nắm bắt kỹ càng. Họ có xu hướng lắng nghe trước rồi mới đặt câu hỏi, rồi sau đó, khi đã nắm rõ rồi, họ sẽ không ngừng tìm hiểu sâu thêm về chủ đề ấy.Đường đời số 7 dành cho những người đang tìm kiếm chân lý tối thượng. Họ đang trên con đường tìm kiếm sự thật và khám phá ra những bí mật của cõi tâm linh kỳ bí. Những người liên kết với con số này thường đào sâu các chiều khác nhau của cuộc sống, cố gắng khám phá sự thật tối thượng và đi trên con đường đó. Đường đời số 7 vừa bí ẩn vừa huyền bí bởi bản chất là mục đích họ đến với cuộc này để khám phá những điều chưa biết và tiến sâu vào những vùng chưa được khám phá của bản thân để tìm kiếm sự thật “gốc rễ”. Có thể, họ sẽ phải trải qua rất nhiều khó khăn, bị cuộc đời quăng, quật không thương tiếc rồi mới ngộ ra chân lý. May mắn vì họ có một tâm trí cân bằng và bình đẳng giúp kiểm soát bản thân nên trong một số trường hợp, người có đường đời số 7 sẽ tỏ ra thông thái và luôn là nguồn cảm hứng khơi gợi nhiều ý tưởng mới mẻ cho những người xung quanh. Cho dù lựa chọn là như thế nào thì bản chất của số 7 cũng sẽ là chiêm nghiệm, bởi vậy họ sẽ luôn phải học cho mình bài học của sự chuyên chú, đào sâu và đúc kết. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 7 dễ dàng thích nghi và thành công trong cuộc sống.",
    "8": "Đường đời của những người số 8 là cuộc đời của những sự kiện liên quan tới mục tiêu lớn lao, sự nỗ lực cá nhân, vươn tới danh vọng và quyền lực, vật chất. Điều này sẽ dẫn dắt những người có bài học đường đời số 8 tới một hành trình cần nhiều sự nỗ lực vượt bậc (cho dù họ có nợ nghiệp hay không), Tuy nhiên, pha trộn giữa vô vàn khó khăn đó chính là đỉnh cao vinh quang luôn chờ sẵn dành cho người mang số 8 ở vị trí đường đời, cho dù họ sinh trưởng và phát triển trong bất kỳ hoàn cảnh nào. Cuộc sống hiện đại có rất nhiều “đất diễn” cho số 8 nên những gì họ có thể làm đó là không ngừng nỗ lực. Những người có số 8 đường đời thường phải học cách để đặt ra mục tiêu hoặc vạch ra một con đường đủ “hoành tráng” đã được tính toán kỹ lưỡng (theo bài tính của họ) để bản thân có thể cố gắng phấn đấu. Những người có đường đời số 8 sau khi được rèn dũa thường có may mắn trở thành nhà lãnh đạo tự nhiên với sức mạnh sung mãn. Tuy phải học từng tí một, thế nhưng năng lực luôn tiềm ẩn chỉ chờ được giải phóng khiến cho họ có thể phát triển kỹ năng quản lý tuyệt vời và đạt được những thành tựu không hề nhỏ đặc biệt là khi tha gia vào các hoạt động tài chính hoặc kinh doanh. Nhà thiết kế thời trang Giorgio Armani - người giàu nhất trong làng mốt thế giới cùng với đế chế của mình là minh chứng rõ nhất cho đặc trưng này. Họ được trang bị sự hiểu biết về thế giới vật chất và điều này giúp họ luôn đứng đầu. Số 8 có xu hướng biết những gì có thể hoặc không thể hoạt động thông qua trực giác. Họ ở đây để phục vụ một tầm nhìn lớn hơn và một mục đích cao hơn để đạt được một cái gì đó rất lớn lao. Giống như danh họa Michelangelo và Pablo Picasso đã đi trước những người cùng thời đến cả thế kỷ. Tiếc là không phải ai cũng cảm nhận được điều đó. Ngay cả khi họ cố gắng chia sẻ mục tiêu của mình với một sự hiểu biết cụ thể, mọi người có thể không thể đáp lại, họ vẫn nỗ lực thúc đẩy người ta ra khỏi vùng thoải mái để đạt được mục tiêu, đó là một đặc điểm quan trọng được tìm thấy ở một nhà lãnh đạo số 8. Đây là trường hợp của Nelson mandela với cuộc chiến đấu giành lại độc lập cho Nam Phi. Họ theo thiên hướng hành động, nên mọi người thường tìm kiếm sức mạnh, lòng can đảm và một số động lực từ người số 8 để tiếp tục cháy hết mình vì đó là người truyền cảm hứng cho họ nhiều nhất. Số 8 ở đường đời cần được cấp cho họ một cú hích nhỏ để có thể làm việc chăm chỉ và chứng tỏ bản thân cũng như đam mê. Một điểm thú vị nữa, người có đường đời số 8 có thể trở thành người thành công nhất về mặt tiền bạc so với bất kỳ con số đường đời nào khác, nhưng tất nhiên sẽ phải trả bằng những nỗ lực lớn lao vô cùng. Cho dù lựa chọn là như thế nào thì bản chất của số 8 cũng sẽ là chinh phục vinh quang, bởi vậy họ sẽ luôn phải học cho mình bài học của thiết lập mục tiêu lớn, vạch kế hoạch lâu dài và cả con số nữa. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 8 dễ dàng thích nghi và thành công trong cuộc sống.",
    "9": "Đường đời của những người số 9 chính là cuộc đời phải học cách buông bỏ, từ thiện (cho đi), vì người khác hay cống hiến cho cộng đồng. Cho dù sinh trưởng và phát triển trong một môi trường như thế nào chăng nữa thì con số này cũng sẽ mang đến nhiều cung bậc cảm xúc khác nhau, họ có thể trở nên vĩ đại và có tầm ảnh hưởng hoặc cũng có thể rất đỗi âm thầm, bình dị, tùy theo mong ước và lựa chọn của chính mình.Khi số 9 xuất hiện ở bài học đường đời, đồng nghĩa với việc họ phải đứng giữa hai sự lựa chọn ở cuối hành trình. Một là sẽ thấu hiểu được những gì ẩn sâu bên trong lẫn những gì diễn ra bên ngoài (qua những người, cộng đồng mà họ giúp đỡ) và tiến lên con số 11- con số bậc thầy, nhà lãnh đạo tinh thần và dẫn dắt người khác. Hoặc là sẽ quay trở lại số 1 để hiểu thấu bản thân mình. Con đường của số 9, cũng như vị trí của nó trong dãy Pythagoras, vừa là sự tập hợp và kết thúc của cả 8 con số đứng trước, vừa là cây cầu nối dẫn tới những con số bậc thầy là 11, 22 và 33. Những người có đường đời số 9 đa số đều rất nhân đạo, hào phóng và khiêm tốn. Bản năng họ rất giàu tình yêu thương và luôn sẵn sàng giúp đỡ người khác nhưng để thực hiện lý tưởng cân bằng thế giới của mình thì họ cũng vẫn phải học cách cho đi, đúng người, đúng lúc, đúng chỗ.Bản chất của số 9 là thích giúp đỡ người khác, tuy nhiên họ khác số 6 ở chỗ, thay vì quan tâm tới một vài cá nhân thì số 9 quan tâm tới việc có thể cùng 1 lúc giúp đỡ được cả một cộng đồng lớn nhiều hơn, tức nghĩa là số 9 luôn hướng về một bức tranh toàn cảnh. Tuy nhiên, thay vì quan tâm tới một vài cá nhân thì số 9 thường mong muốn có thể đạt được bức tranh lớn hơn trong tổng thể cuộc sống tức nghĩa là giúp đỡ được cả một cộng đồng lớn. Họ thích kết nối với mọi người và chia sẻ ước mơ của mình, đương nhiên cũng không ngần ngại đưa những người đó vào cuộc hành trình, trở thành bạn đồng hành.Họ tin tưởng vào việc hợp tác để chia sẻ thêm thông tin, vận hành tập thể mà theo họ sẽ tạo ra tác động rộng lớn hơn tới toàn thế giới. Những người này có xu hướng không bị thiên vị trong khi đưa ra quyết định và không bị điều khiển bởi xã hội, đám đông hay bất kỳ một thế lực to lớn nào. Thay vào đó, họ làm theo những gì là đúng và chính đáng. Số 9 tin vào sự bình đẳng, cân bằng và trao cho mọi người quyền bình đẳng mà không hề phán xét, đó là một trong những phẩm chất lớn nhất mà một người mang đường đời số 9 sở hữu. Và họ, thật thú vị, thường là sẽ chấp nhận cuộc sống an nhàn và không muốn bộc lộ nhiều về bản thân. Họ có khả năng để đua tranh, vì họ là tập hợp của cả 8 con số trước đó, nhưng họ lựa chọn sự bình an (dù đôi lúc cuộc sống không cho họ tận hưởng điều đó). Cho dù lựa chọn là như thế nào thì bản chất của số 9 cũng sẽ là lòng từ bi, bởi vậy họ sẽ luôn phải học cho mình bài học của sự cống hiến bản thân, cho đi và buông bỏ bản ngã. Đó sẽ là những chiếc chìa khóa quan trọng giúp cho người có đường đời số 9 tiến tới cuối con đường với hiểu biết và sự bình an.",
    "11": "Đường đời của những người số 11 là sự nhạy cảm và trực giác (Một con số sở hữu sự nhạy cảm về trực giác tốt nhất). Đồng thời đó cũng là những người có khuynh hướng thiên về tâm linh và huyền bí, bởi vì trực giác tuyệt vời kết nối họ với các “đấng” cao hơn rất dễ dàng. Người mang đường đời 11 là một triết gia theo xu hướng tâm linh, họ sẵn sàng nhìn vào những bí ẩn của vũ trụ mà không sợ hãi hay phán xét.Tuy nhiên ở thời trẻ (dưới 30 tuổi), khi chưa hiểu thấu được những gì của vũ trụ mách bảo, họ sẽ có xu hướng sợ hãi hoặc lờ đi những năng lực đặc biệt này mà chuyên chú vào những bài học của số 1 (bản thân, độc lập) và số 2 (kết nối, thấu hiểu). Bài học số 11 là một con số hùng mạnh có tiềm năng lớn để trở thành người truyền cảm hứng cho người khác. Những người có đường đời 11 có khả năng kỳ diệu và ấn tượng với các kỹ năng và khả năng của họ. Họ không chỉ tràn đầy năng lượng, mà còn có hào quang nào đó lấp đầy căn phòng khi bước vào và có khả năng truyền năng lượng với những người khác xung quanh. Họ có thể truyền cảm hứng, ảnh hưởng đến nhiều người. Họ có thể không nhận thức hào quang của mình, nhưng thực tế là họ có ảnh hưởng đến nhiều người xung quanh mà họ lại không nhận thức được về nó. Điều này cho thấy rằng họ có thể khá mạnh mẽ và nổi bật, về mặt bản chất.Những cách thức nhấn mạnh tới sự thanh thản cho bản thân, như Thiền hay Đạo giáo thu hút nhiều người trong số họ, nhưng hầu như bất kỳ con đường tôn giáo nào cũng có thể mang lại niềm vui và sự thỏa mãn lớn cho cuộc sống của một số 11, với điều kiện nó không giáo điều đến mức ngăn cản họ nhìn nhận bằng đôi mắt trong sáng của mình, để tìm kiếm câu trả lời cho mọi bí ẩn của vũ trụ. Họ là người có tầm nhìn và không thể làm tốt mọi việc khi bị bó buộc. Vì lý do này, hầu hết họ lựa chọn trở thành các nghệ sĩ, nhà văn và nhạc sĩ. Họ cực kỳ thành thạo trong việc truyền ý thức vũ trụ của mình vào nghệ thuật, và không ngại tạo ra những tác phẩm mà người khác tìm thấy ở đó sự mới lạ (hoặc kỳ quái). Năng lượng nền tảng của số 1 và 2 cũng tặng cho họ một khả năng tuyệt vời để đối tốt với mọi người. Họ coi trọng sự hài hòa, và trở nên vô cùng đau khổ khi những người xung quanh buồn bã, bởi vốn dĩ họ rất nhạy cảm. Sự nhạy cảm đó cũng khiến họ trở thành người hòa giải xuất sắc, và có thể lắng nghe bất cứ ai mà không phán xét, và đưa cho người khác lời khuyên tốt về con đường mà họ cần thực hiện. Đó cũng còn là những người có sức mạnh nội tâm tuyệt vời, và có thể hoàn thành bất cứ điều gì họ đặt để trong tâm trí mình.",
    "22": "Ý nghĩa của đường đời số 22 là vô cùng mạnh mẽ. Những người này có sự hiểu biết tâm linh (tinh thần) được nâng cao rất nhiều so với những con số không phải là con số bậc thầy (master number). Họ cũng cho thấy khả năng áp dụng sự hiểu biết tâm linh vào thực tế, đó là lý do tại sao những người này thường rất thành công trong các dự án thực tế cũng như những dự án về mặt tinh thần của họ. Số 22 mang năng lượng của cả 2 và 4, nên trên đường đời, họ sẽ phải học ít nhất là 2 bài học, một của sự kết nối, và 1 của sự sắp xếp kỷ luật và cân bằng, trước khi thực sự bước chân vào con đường kiến tạo, xây dựng. Họ là người có tầm nhìn, đồng thời cũng có khả năng cao trong việc biến tầm nhìn thành hiện thực. Họ không chỉ nói về sự vĩ đại, mà còn về tất cả các bước cần phải thực hiện để đạt được nó. Họ cũng rất thực tế vì họ có xu hướng mất tất cả tiềm năng nếu không đủ thực tế trong cuộc sống.Tuy nhiên, một lần nữa, khi con số càng có nhiều tiềm năng, nó càng có xu hướng ảnh hưởng đến mọi người theo cả cách tích cực lẫn tiêu cực. Nó có thể khiến mọi người suy sụp, khiến họ bớt tham vọng và lần lượt lãng phí tiềm năng thực sự của họ bên cạnh việc khiến họ cảm thấy rất nhiều áp lực, đặc biệt là ở độ tuổi dưới 30.Phải cẩn thận rằng những người có số 22 không được phép nhàn rỗi trong thời gian dài vì điều đó sẽ nhanh chóng làm họ hao mòn và khiến những đặc điểm tích cực của họ nhanh chóng trở thành những điểm tiêu cực.Nếu có một nhược điểm của đường đời số 22, thì đó là những người này đôi khi có thể trở nên độc đoán hoặc độc tài. Sự tự tin của họ về con đường phải đi để đạt được thành công mạnh mẽ đến mức đôi khi họ không thể hiểu rằng người khác sẽ không đồng ý với tầm quan trọng của con đường đó, điều đó có nghĩa là họ không luôn kết nối và chia sẻ thành công với người khác lý do tại sao họ tin tưởng mạnh mẽ đến mức cần phải làm mọi thứ theo một cách nhất định. Bởi những sức mạnh và tiềm năng to lớn mình sở hữu, những người có đường đời 22 rất cần ý thức về tác động mà họ có để tiếp tục cải thiện nó. Nếu họ hiểu rằng mình là một người thầy có ảnh hưởng lớn, họ có thể tùy biến những điều họ dạy để mang lại hạnh phúc lớn hơn cho người khác và toàn thể vũ trụ.",
    "33": "Số 33 là một trong những số đường đời hiếm nhất. Đáng chú ý là họ có xu hướng trở thành nghệ sĩ thuộc nhiều loại khác nhau, ví dụ như ông hoàng nhạc Pop Michael Jackson chẳng hạn. Họ tin tưởng mạnh mẽ vào tầm quan trọng của việc vun đắp mối quan hệ với người khác và rất biết nuôi dưỡng lòng từ bi.Năng lượng nền tảng được cung cấp bởi số 6 mang đến cho những người số 33 một ý thức trách nhiệm tuyệt vời đối với người khác. Họ có một cảm nhận trực quan về các yêu cầu tâm linh (tinh thần) của con người. Đây là những gì thực sự giúp họ hiểu và giúp đỡ mọi người xung quanh.33 là một con số đặc biệt có ý nghĩa, bởi vì nó chứa hai số 3, và số 3 được cho là con số quan trọng nhất của văn hóa phương Tây lẫn phương Đông (Hội Tam Điểm, Tam Quốc chí, kiềng ba chân, hay kim tự tháp là một trong những ví dụ điển hình). Không giống như số 6, họ làm chủ được việc truyền cảm hứng cho chính bản thân để giúp đỡ và chữa lành cho người khác. Họ có thể kiểm soát và ít có khả năng tự làm mình bị thương tổn hay hy sinh trong quá trình cố gắng giúp đỡ người khác như số 6. Họ rất tập trung vào việc nâng tầm con người lên và cải thiện thế giới. Mặc dù 22 thường được gọi là Bậc thầy huấn luyện (Master teacher), nhưng một số văn bản cũng cho danh hiệu này là của đường đời 33, vì khả năng giúp mọi người phát triển mạnh mẽ. Con đường của 33 ẩn chứa nhiều trách nhiệm. Tất cả các con số Master đều có trọng trách với thế giới nhiều hơn các số không phải là Master, vì họ có ý thức tầm vóc vũ trụ, nhưng đôi khi 33 cảm thấy trách nhiệm này đặc biệt mạnh mẽ, vì số mệnh của họ hướng cho họ cách giúp đỡ những người gần gũi nhất với mình.Không phải ngẫu nhiên mà số 33 lại là con số cuối cùng và vô cùng hiếm có, hay như người ta vẫn nói rằng “Sức mạnh càng lớn thì trách nhiệm càng cao” (Spiderman). Bởi vậy nên trách nhiệm của số 33 mới nằm ở việc hàn gắn và chữa lành-là 2 công việc không hề đơn giản, nhất là ở xã hội hiện đại, kỷ nguyên 4.0 với xung đột, công nghệ, dịch bệnh và quá nhiều sự xa cách nhau ngày chính trong từng gia đình, từng cặp đôi."
  },
  "dlbt": {
    "1": "Nếu rơi vào Bài học đường đời và Năng lực tự nhiên thì sẽ mang những đặc trưng như trên nhưng khi số 1 nằm ở động lực bên trong lại là một câu chuyện rất khác. Số 1 này không liên quan nhiều tới yếu tố bên ngoài, tức là những hào quang của sự thành công cá nhân hoặc làm thủ lĩnh tiên phong đều chưa chắc đã là những gì mà số 1 bên trong mong muốn đạt được. Con số bên trong chủ về sự thỏa mãn của bản thân, mà lại là số 1 thì có nghĩa là người đó sẽ có năng lực độc lập tự thân rất tốt, thậm chí tốt đến mức tự mình có thể thỏa mãn mình mà không cần một ai khác. Người số 1 bên trong luôn ý thức rất cao về những gì mình làm. Trong từng suy nghĩ và sự lựa chọn cá nhân của họ cũng đều có sự tính toán, cẩn thận, kỹ lưỡng mà chỉ mình họ biết. Số 1 bên trong khiến họ có xu hướng ít quan tâm tới những gì người xung quanh bàn tán về mình và cũng không có nhu cầu giao tiếp hay trò chuyện xã giao quá nhiều, đôi lúc còn có chút bốc đồng. Chủ nghĩa cá nhân và sự ích kỷ thúc đẩy và đưa ra một số tác động để khiến họ luôn hành động vì cá nhân. Khi đã đặt ra mục tiêu, những người này không dám thay đổi hướng đi nhưng luôn háo hức muốn thăng tiến. Điều đó khiến cho số 1 có thể đứng trước nhiều hạn chế và phải vất vả đối phó với rất nhiều các vấn đề ngay từ khi bắt đầu. Ta có thể nhìn rõ về ĐLBT số 1 ở hình ảnh của thiên tài Leonardo Da Vinci - một tài năng kiệt xuất nhưng lại bị chính sự bốc đồng và chủ nghĩa cá nhân của mình đốt cháy sự nghiệp. Mọi thứ đến với Leonardo Da Vinci đều dang dở trong khi ông có thể thành công và vĩ đại hơn thế. Tổng kết chung sự tự thân và tự nhìn nhận đánh giá bản thân là đặc điểm nổi trội của những ai sở hữu số 1 bên trong. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 1 sẽ rất được việc trong chuyện hỗ trợ cho cá nhân đó đạt được những mục tiêu cá nhân trong những hoàn cảnh ngặt nghèo, hoặc khéo léo lồng ghép mục tiêu cá nhân vào với tập thể.",
    "2": "Một trong những câu hỏi khúc mắc mà tôi thường được nghe nhiều nhất từ khách hàng của mình trong quá trình coaching chính là: “Em làm gì cũng không thấy vui, em thực sự không biết mình thích cái gì”.Hầu hết mọi người thường lựa chọn một công việc mà họ có năng lực, quen thuộc hoặc đạt được giá trị vật chất mà quên mất đi phần quan trọng ẩn sâu bên trong, đó chính là động lực khiến họ hạnh phúc khi được làm việc.Với số 2, động lực thực sự khiến cho cuộc sống của họ luôn trọn vẹn chỉ đơn giản là khao khát thầm kín với một vài mối quan hệ bền chặt, tri kỷ. Người số 2 bên trong luôn ý thức rất cao về sự thiêng liêng của mọi mối quan hệ trong cuộc sống. Bất kỳ ai dù là bạn bè hay người thân, nếu họ “cảm thấy” kết nối được về mặt cảm xúc thì đó cũng chính là những người mà họ dành thời gian để lặng lẽ quan tâm, lặng lẽ quan sát và sẵn sàng ra tay giúp đỡ trong mọi hoàn cảnh. Đôi khi điều này sẽ khiến đối phương cảm thấy thực sự bất ngờ vì chân thành và ân cần ấy.Thay vì dẫn đầu, họ mong muốn hợp tác với một người khác hoặc một đội nhóm nhiều hơn. Được kết nối với người khác là niềm đam mê sâu kín trong lòng mà họ luôn hướng tới, và đương nhiên chẳng có gì khiến họ hài lòng hơn việc được làm việc với một đội nhóm hài hòa, gắn kết và có hiệu quả. Và động lực bên trong số 2 sẽ khiến cho những ai sở hữu cảm thấy tận hưởng trong một môi trường làm việc yên bình. Hạnh phúc của họ chính là sự tử tế trong các mối quan hệ và họ cũng sẵn sàng nỗ lực, chăm chỉ để biến điều đó thành sự thật.Khi giao tiếp với những người có động lực số 2, chắc hẳn điều đầu tiên mà bạn có thể cảm nhận rõ ràng nhất chính là sự kiệm lời, đôi khi nhu cầu tương tác hoặc là tham gia các hoạt động cộng đồng thực sự không quá nhiều. Tuy nhiên, động lực chỉ đơn giản là thứ mà họ khao khát có được cho nên thực tế, việc họ gặp trở ngại trong vấn đề tương tác với người khác là không thể tránh khỏi. Chắc có lẽ, thứ mà người ta chưa có được luôn là thứ khao khát được sở hữu. Nhưng cho dù như thế nào đi chăng nữa, sự chân thành và ân cần lặng lẽ cũng là thế mạnh kiến cho động lực số 2 thêm phần thân thiện và dễ mến. Nếu may mắn được kết hợp với năng lực tự nhiên và bài học đường đời với con số phù hợp, thì sức mạnh của động lực số 2 sẽ hỗ trợ cho họ dễ đạt được những mục tiêu cá nhân trong những hoàn cảnh đặc biệt, hoặc khéo léo trong việc “tiến thân” dựa vào chính sự tinh tế mềm mại của mình.",
    "3": "Nếu như số 3 ở bài học đường đời là những người vốn dĩ có tiềm năng về bộc lộ bản thân nhưng đang bị lu mờ và chờ được gọt dũa. Số 3 ở năng lực là sinh ra đã tự tỏa sáng bởi tài năng bẩm sinh về sức ảnh hưởng tới đám đông và lan tỏa của mình thì số 3 bên trong lại là những người khao khát có tài năng như số 3 năng lực nhưng lại chưa chắc có được nguyên liệu để cố gắng như số 3 ở bài học đường đời.Con số 3 bên trong khiến cho những người sở hữu luôn khao khát về sự biểu đạt có chừng mực với người khác, và luôn cố gắng chọn lọc ngôn từ một cách đầy kỹ lưỡng trước khi trao đổi. Người số 3 bên trong thực sự là một học giả đúng nghĩa, tức là khá tương đồng với số 7. Họ chăm chỉ nghiên cứu nhiều sách vở, cần mẫn đọc, đọc và đọc, để chọn lọc ra cho mình những điều thú vị, hoặc là phương tiện để giúp họ có thể bộc lộ bản thân với những người khác, thông qua nhiều công cụ khác nhau hoặc đơn giản nhất là gián tiếp qua những câu chuyện. Họ khao khát sự vĩ đại và sức ảnh hưởng của mình tới tập thể và luôn ý thức, giữ ý chí kiên định để đạt được nó. Sự sáng tạo, nhiệt tình, lạc quan, hòa đồng và thái độ vui vẻ thúc đẩy họ hướng tới mục tiêu của mình, một cách cao cả và đôi khi, họ cũng hãy phóng chiếu suy nghĩ về tương lai. Chẳng có gì làm họ hạnh phúc hơn là hoàn thành một điều gì đó mà con cháu sẽ luôn tưởng nhớ tới họ.Những người có số 3 ở bên trong thực sự không không thích khoe khoang về bản thân, và cũng không có nhu cầu tò mò về người khác, trừ khi là những người họ thực sự quan tâm, khi đó thì họ lại thể hiện mình là nhà thông thái về bất kỳ lĩnh vực nào liên quan tới người đó. Họ biết giá trị của ngôn từ, họ biết mọi thứ liên quan tới việc làm thế nào để bộc lộ quan điểm, bộc lộ bản thân, nhưng họ có lựa chọn làm điều đó với ai, và lúc nào hay không mà thôi. Có thể nói là sự âm thầm đầy uy lực này mang lại nét “nguy hiểm” cho những người số 3 bên trong. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 3 sẽ tiến lên vị trí lãnh đạo, cho dù họ không mang số 1 hay số 8, bằng chính sự uyên bác đã khổ công tôi luyện của mình.",
    "4": "Không dễ gì chia sẻ những tính toán của mình với người khác nhưng không đồng nghĩa với số 4 ở bên trong là những người chẳng suy nghĩ gì. Họ sẽ ít bộc lộ quan điểm của bản thân, và cũng ít đánh giá công khai một luận điểm gì ở bên ngoài, những số 4 bên trong này thích ẩn mình nhiều hơn. 4 là một con số của sự ổn định, tượng trưng cho người xây dựng, luật pháp và trật tự. Họ đánh giá cao những phẩm chất này và phản ánh chúng trong bản chất của riêng mình (Như nữ diễn viên Emma Watson). Họ là người thực tế, đôi lúc bảo thủ và mạnh mẽ, có xu hướng bảo vệ những người yếu đuối.Người số 4 bên trong là một cỗ máy tính toán âm thầm thực thụ. Bạn có thể nhận thấy điều này nếu đã xem những thước phim quay lại sự chuẩn bị tỉ mỉ đến từng chi tiết nhỏ nhất của Anthony Robbins. Hay như được chứng kiến những giờ phút tập luyện đầy nghiêm khắc của ngôi sao bóng rổ Michael Jordan. Họ có xu hướng không thích nói về bản thân, nhưng luôn có nhu cầu tò mò về người khác, giống như người kỹ sư lắp ráp luôn mong muốn khám phá những cỗ máy khác nhau vậy. Họ biết rất rõ bên trong mình đang mong muốn điều gì, cần có thêm điều gì để hoàn thiện những công thức/mảnh ghép còn thiếu cho những tính toán của mình. Có thể nói đó như là sự âm thầm của người kiến trúc sư xây dựng cả đại công trình trong lòng núi, và điều đó càng tô điểm thêm cho nét bí ẩn của những người số 4 bên trong. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 4 sẽ thành công bền vững bằng chính sự âm thầm nhưng đầy tinh xảo của mình.",
    "5": "Số 5 ở bên trong lại là những con người khao khát sự đổi mới và sáng tạo. Họ không phải người dễ chia sẻ về những ý tưởng đột phá hay sự tươi mới của mình với người khác thế nhưng họ lại thích tự mình thay đổi bản thân nhiều hơn là thay đổi thế giới bên ngoài, cũng chính bởi vì lẽ này mà những người có động lực bên trong thực sự khó lường. Người số 5 bên trong là một kho tàng sống về mặt ý tưởng. Ví dụ như tỷ phú Elon Musk hay danh họa Pablo Picasso. Họ có xu hướng không thích khoe khoang về những phát kiến mới, nhưng luôn có nhu cầu khám phá và phá vỡ những nguyên mẫu sách vở mà học được học. Họ biết rất rõ bên trong mình đang mong muốn gì, và không ngần ngại thử sai liên tục đến khi hoàn thiện ý tưởng táo bạo của mình. Đây là trường hợp của ông chủ Facebook-Mark Zuckerberg và tỷ phú Warren Buffett. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 5 sẽ thành công dưới góc độ những nhà phát kiến vĩ đại.",
    "6": "Số 6 khi xuất hiện ở động lực bên trong tạo ra một người không làm mọi cách để giúp đỡ người khác như số 6 năng lực, mà họ chỉ đơn giản là “luôn ở đó” quan sát, quan sát và chờ đợi thời điểm thích hợp để ra tay hỗ trợ. Họ không phải người bộc lộ sự tận tâm hay yêu thương gia đình và cộng đồng ra bên ngoài, mà là từ bên trong. Họ quan sát và biết rõ người mà họ quan tâm đang mong muốn gì, và không ngần ngại yêu cầu giúp đỡ lúc người kia nguy cấp. Việt Nam có hai người tượng trưng cho nhân cách cao đẹp này, đó là Chủ tịch Hồ Chí Minh và đại tướng Võ Nguyên Giáp. Họ có xu hướng không thích khoe khoang về những gì mình làm được cho người khác, đồng thời không cảm thấy thoải mái khi được tôn vinh. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 6 sẽ thành công dưới góc độ những lãnh tụ vĩ đại.",
    "7": "“Tôi thực sự là ai và tôi đến với cuộc sống này có mục đích gì”\n.Có lẽ đây là câu hỏi luôn thường trực bên trong những người có động lực số 7. Họ không phải người bộc lộ sự chú tâm hay mong muốn tìm hiểu cặn kẽ về điều gì bên ngoài, mà chỉ đơn thuần là những điều bên trong, theo đúng nghĩa đen. Họ luôn cố gắng giải thích về những điều bí ẩn trong cuộc sống của chính mình, tìm kiếm rất nhiều phương thức khác nhau chỉ để giải mã được giá trị của bản thân. Người số 7 bên trong là một biểu tượng cho tinh thần hướng về giá trị ẩn sâu bên trong của mỗi người. Có lẽ vì mong muốn dành nhiều thời gian hơn để khám phá về bản thân nên họ cũng không hề thích việc xuất hiện trước đám đông, đôi khi họ có những câu hỏi thực sự khó trả lời hoặc cũng có thể là chỉ mình họ hiểu. Họ quan sát bên trong nhiều đến mức nhiều người lầm tưởng họ là những người có số 1 bên trong. Nhưng không phải, cái khác của họ chính là “cái kén” mà họ thích tạo ra để tách biệt với thế giới bên ngoài. Tuy nhiên, nó không phải để cô lập bản thân mà bên trong “cái kén” đó, chính là khoảng không tự do để tâm trí họ làm việc chăm chỉ, không ngừng chiêm nghiệm cuộc đời. Họ thích được ở một mình để đọc hoặc suy ngẫm và tìm ra mọi nguyên lý hoạt động của sự vật, sự việc diễn ra xung quanh mình. Trên thực tế, khao khát này biến họ trở thành một người quá hướng nội, dễ cô lập và bồn chồn. Những cảm xúc bị dồn nén và nhượng bộ quá lâu khiến cho họ có những biểu hiện dễ bị hiểu lầm.Nếu không xét về một vài khiếm khuyết ấy thì số 7 bên trong thực sự là một nghệ sĩ tài năng và nhà tư tưởng luôn khao khát kiến thức. Sự cao thượng, nhạy cảm và lãng mạn của số 7 bên trong cũng giống như hình ảnh về con người của David Beckham, luôn để lại dấu ấn lãng tử và tài năng của mình như một dạng bản năng ở bất cứ đâu, trong bất cứ lĩnh vực nào mà anh đặt chân tới. Những người mang trong mình số 7 bên trong luôn có một cái nhìn độc đáo và đôi lúc có thể là những người mơ mộng. Họ cần thời gian để mơ ước và tạo ra những triết lý của riêng mình, và hiểu mọi thứ ở mức độ sâu sắc hơn so với phần còn lại của thế giới. Đây là trường hợp của đạo diễn, diễn viên Tom Hanks- chàng Forrest Gump đã thành huyền thoại tại kinh đô Hollywood với những vai diễn và cả những dự án phim kinh điển của mình. Họ luôn đòi hỏi bằng chứng cụ thể trước khi họ tin vào điều gì đó vì thật khó để khiến họ tin tưởng hoàn toàn vào người khác. Thách thức với họ là tìm ra cách thoát ra khỏi vỏ bọc của mình để có những mối quan hệ có ý nghĩa với mọi người, ngay cả khi đó chỉ là một hoặc hai người. Siêu sao Lionel Messi đã từng có thời gian bị hiểu lầm là lập dị, hoặc bị đồn thổi là bị tự kỷ vì không chịu giao lưu với đồng đội. Họ là những người bạn đồng hành trung thành và thực sự một khi bạn đã trở thành bạn đồng hành với họ. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 7 bên trong sẽ thành công dưới góc độ nhà lãnh đạo về tinh thần và dẫn dắt về những lý tưởng chân thiện mỹ.",
    "8": "Số 8 ở động lực bên trong là một con số đầy “nguy hiểm”, bởi vì họ không bộc lộ nhiều quan điểm của bản thân hay là đánh giá công khai một luận điểm nào đó nhưng họ thực sự là một người sống có mục tiêu và luôn khao khát, cố gắng dành mọi tâm sức của mình để đạt được những giá trị ấy.Họ hành động một cách âm thầm và cũng ngại chia sẻ ra bên ngoài những mục tiêu cá nhân ngay cả khi họ có thể coi đó là lẽ sống, là sinh mệnh của mình. Số 8 ở bên trong mong muốn quyền lực, địa vị và của cải vật chất, nên họ cũng thường là những người chịu trách nhiệm về mọi thứ khi nói đến kinh doanh và thương mại. Họ mơ những giấc mơ lớn, và làm mọi cách để biến chúng thành hiện thực. Chúng ta đều thấy Richard Branson - ông trùm kinh doanh đã tạo dựng được những gì từ những giấc mơ của mình. Động lực số 8 có sự tự tin và tham vọng rất lớn, và sử dụng khả năng phán đoán tốt của họ để tiến lên nấc thang thành công. Họ rất giỏi trong việc giữ những người bên dưới họ có tổ chức và đi đúng hướng, họ là những người lập kế hoạch tuyệt vời và có đầu óc nhanh chóng đưa ra quyết định quan trọng một cách dễ dàng. Đôi khi họ cũng có thể hung hăng và tham lam, và tàn nhẫn, khi đạt được thành công và tự do tài chính. Họ mạnh mẽ, tập trung và hiệu quả. Họ âm thầm nhưng lại là những nhà lãnh đạo tuyệt vời trong chính trị, các đoàn thể, doanh nghiệp, và luôn cố gắng đáp ứng các mục tiêu cao nhất cho bản thân họ. Họ thực tế, thông minh và trung thực. Họ không ngừng học hỏi, phát triển và phấn đấu để đạt được nhiều hơn trong cả cuộc sống và kinh doanh. Người số 8 bên trong được ví như một xạ thủ cừ khôi. Họ có xu hướng âm thầm chờ đợi cơ hội và hành động nhanh gọn dứt khoát để đạt mục tiêu cho bản thân. Họ biết rất rõ bên trong mình đang mong muốn điều gì, cần có thêm điều gì để hoàn thiện những mục tiêu của mình. Điều đó càng tô điểm thêm cho sự “nguy hiểm” của những người số 8 bên trong. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 8 sẽ thành công rực rỡ bằng chính sự âm thầm nhưng đầy khôn ngoan của mình.",
    "9": "Một nhân cách cao thượng và giàu lòng vị tha, nhưng lại luôn được ẩn giấu bên trong, chứ không lộ ra ngoài đó là đặc điểm dễ nhìn thấy nhất ở những người có động lực bên trong số 9. 2Số 9 ở động lực khiến cho những người sở hữu không dễ gì mà bộc lộ lòng tốt và sự cống hiến của mình một cách vô tư và rộng rãi. Người số 9 bên trong giống như một kho báu được chôn lấp rất sâu, nếu không cố công dò tìm và “đào bới” thì thật khó để nhận thấy được. Họ là những người phấn đấu để làm cho thế giới tốt đẹp hơn, quan tâm sâu sắc đến số phận của nhân loại, và muốn giúp đỡ nhiều đến mức có thể hy sinh bản thân mình, Abraham Lincoln là một trong số đó.Số 9 ở bên trong thôi thúc họ tạo ra một thế giới hài hòa và biến mọi thứ trở nên tốt đẹp hơn vì thế họ rất chán ghét và thường né tránh những cuộc xung đột và thậm chí cố làm những người giải hòa để phá vỡ đi những xung đột không đáng có đó. Họ nhạy cảm, dễ xúc động và có một trực giác tốt với những lý tưởng tuyệt vời nhưng đôi khi lại có chút hơi tự kiêu. Động lực bên trong khiến họ luôn muốn được làm gì đó cho cộng đồng nên càng lớn tuổi hơn, số 9 càng phải học cách kiên nhẫn với những người không có chung tinh thần cộng đồng. Không phải ai cũng có cùng chí hướng với mình nên đường ai người đấy đi và số 9 ở bên trong phải học cách chấp nhận người đó.Bởi vì số 9 - con số của sự cho đi và hi sinh lại nằm ở trong phần động lực nên thay vì nói ra những điều mình không hài lòng thì họ sẽ âm thầm chịu đựng tổn thương. Đương nhiên, họ có thể phản kháng nhưng số 9 ở bên trong lại khiến họ lặng lẽ cho qua mọi thứ mà thôi.Có nhiều trường hợp, những người có số 9 ở động lực bên trong bị dị ứng với các chất kích thích như rượu, bia. Và họ cũng có nội tâm đẹp khi biết yêu thương động thực vật. Nếu có sự kết hợp khéo léo với Năng lực tự nhiên và Bài học đường đời thì nhiều khả năng số 9 sẽ thành công dưới góc độ những lãnh tụ tinh thần.",
    "11": "Số 11 ở bên trong luôn ẩn chứa rất nhiều bí ẩn thú vị. Họ không biểu lộ ở phần dẫn dắt, mà lại biểu hiện mạnh mẽ ở góc độ trực giác bản thân. Họ sẽ luôn tìm kiếm một cách tự nhiên tất cả những kiến thức hoặc thầy giỏi có thể giúp họ phát huy trực giác và các kiến thức về lĩnh vực huyền bí.Đặc trưng của họ còn là sự nhạy cảm, sáng tạo, không sợ hãi, khéo léo, lôi cuốn, những người nhận thức được rất rõ mục đích của bản thân (Sự kết hợp giữa số 1 và số 2). Giống như Steve Jobs hay siêu sao Cristiano Ronaldo, họ là những người luôn biết cách hướng mọi ánh đèn sân khấu về phía mình. Họ còn được coi như là những sứ giả và nhà tiên tri có thể thay đổi để thế giới tốt đẹp hơn. Là hiện thân của năng lượng vũ trụ, họ có thể đánh thức trong mình những khả năng huyền bí, có tác động rất lớn đến xung quanh. Họ quan tâm nhiều hơn đến hạnh phúc của nhân loại, sau đó mới dành cho mình.Mức độ nhận thức cao đôi lúc có thể gây cho họ sự lo lắng và hồi hộp. Chúng ta luôn thấy Sir Alex Ferguson nhai kẹo cao su mỗi khi đội bóng của ông thi đấu, như một cách để giảm tải áp lực. Họ có trực giác nhạy bén, và vì điều này, họ có thể dễ bị tổn thương và họ muốn tránh xa xung đột. Họ là những người tận tụy với đầu óc thông minh, và họ rất lý tưởng với ý thức mạnh mẽ về đúng sai. Những người có 11 bên trong có thể đạt được thành công đáng kể trong lĩnh vực ngoại giao, chính trị, tôn giáo, giảng dạy và tâm lý học. Những người này mang một nguồn năng lượng tinh thần mạnh mẽ. Tuy nhiên, họ phải học cách kiểm soát nguồn năng lượng này. Nếu tham vọng và suy nghĩ tiêu cực chiếm ưu thế so với lý tưởng đạo đức, hậu quả tồi tệ sẽ đến và khiến bản thân họ bị giằng xé, chịu tổn thương to lớn.",
    "22": "Số 22 ở bên trong luôn ẩn chứa rất nhiều kho tàng quý giá. Số 22 bên trong không biểu lộ như đường đời hay năng lực, mà lại biểu hiện mạnh mẽ ở góc độ trực giác và kiến thiết cho bản thân. Họ sẽ luôn tìm kiếm một cách tự nhiên tất cả những kiến thức hoặc thầy giỏi có thể giúp họ phát huy trực giác và các cách thức phát huy sức mạnh cá nhân (sức mạnh của số 2 và số 4).Đặc trưng của họ còn là sự tinh tế, giỏi vun vén, không sợ hãi, và là những người nhận thức được rất rõ tầm nhìn và kế hoạch đạt được tầm nhìn của bản thân. 22 có rất nhiều đặc điểm giống với 4. Khi bạn nhìn vào ĐLBT số 4, bạn sẽ thấy một người logic, có tổ chức, có định hướng chi tiết và trung thực. Bởi vậy mà họ thích những thứ có thể dự đoán, thực tế và đáng tin cậy. Bạn có thể tin tưởng vào họ để hoàn thành công việc và họ sẽ đảm bảo mọi thứ đâu ra đấy.ĐLBT 22 có sức mạnh hơn tất cả các số bên trong khác ở việc họ là những người có tầm nhìn và những nhà tư tưởng lớn, những người không sợ bất kỳ thách thức hay trở ngại nào. Điều này có nghĩa là họ là người có tầm nhìn lớn, như một kiến trúc sư vĩ đại kết hợp tất cả lại với nhau.Họ là những người rất thông minh và muốn có một ảnh hưởng lâu dài đến thế giới bằng cách xây dựng một cái gì đó sẽ trường tồn sau khi họ biến mất, hoặc đơn giản là họ mong muốn dẫn mọi người đến một tương lai tốt hơn. Họ sở hữu khả năng lãnh đạo truyền cảm hứng và kích thích được lòng trung thành. Họ cũng là những nhà ngoại giao sáng tạo, có lý tưởng và nhìn thấy trước mọi thứ. Họ cũng có thể có một chút lập dị.Một điều mà động lực 22 phải coi chừng là giữ bản ngã của họ trong tầm kiểm soát. Thật khó để khiêm tốn khi bạn có những đóng góp đáng kể cho thế giới. Với sự phát triển thuận lợi, những người có ĐLBT 22 có thể tìm thấy sự bình yên và hòa hợp với chính mình, tạo nên một sự nghiệp rực rỡ và sự phát triển tâm linh. Họ có năng lực tổ chức cao, thông minh, thận trọng, hướng đến kết quả, sâu sắc và rất đáng tin cậy. Họ cũng là những người sở hữu đầu óc sáng tạo và trực giác phát triển. Trí tuệ và tinh thần mạnh mẽ là những đức tính chính của những người này.",
    "33": "Số 33 ở bên trong luôn ẩn chứa giá trị lớn lao. Họ giống như những số 3 và số 6 bên trong, luôn âm thầm nhưng sắc bén và đầy sự dịu dàng. Hình ảnh của họ không khác gì một chú mèo quý, luôn dịu dàng và có vẻ lười biếng, nhưng khi cảm nhận thấy mục tiêu là sẽ lao ngay tới không trượt chút nào. Đặc trưng của họ còn là sự dịu dàng, tinh tế, giỏi vun vén, không sợ hãi, và là những người nhận thức được rất rõ tầm quan trọng của việc kết nối, hỗ trợ, dẫn dắt và cả mục tiêu chung nữa.Với sự phát triển thuận lợi, những người có ĐLBT 33 có thể tìm thấy sự bình yên và hòa hợp với chính mình, tạo nên một sự nghiệp rực rỡ và sự phát triển cao về địa vị. Họ có năng lực của hầu hết tất cả những con số còn lại. Họ cũng là những người sở hữu đầu óc siêu việt và trực giác phát triển. Trí tuệ và tinh thần cho đi, giúp đỡ không giới hạn là những đức tính chính của những người này. Dù họ cống hiến cho công việc gì, kết quả sẽ rất tuyệt vời, tất nhiên, họ có thể tìm được chỗ đứng."
  },
  "ncbn": {
    "1": "Lạnh lùng, điềm đạm, tự chủ cao và luôn tỏ ra mình rất ổn là những gì người khác có thể nhìn thấy rõ ràng nhất ở số 1 NC. Những người mang trong mình số 1 nhân cách thực sự là những người kiệm lời trong giao tiếp xã giao hay khi bắt đầu một mối quan hệ nào mới. Chính vì sự “lạnh nhạt” này mà số 1 dễ bị hiểu nhầm là khó gần và đôi khi hơi xa cách. Bản thân số 1 ở nhân cách khiến cho họ ý thức về bản thân mình trong công việc hay trong giao tiếp rất có chừng mực. Tuy nhiên, đừng dễ bị đánh lừa bởi đó chỉ là những biểu hiện bên ngoài mà số 1 thể hiện, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ rõ ràng con số Năng lực tự nhiên và ĐLBT của mình, có thể là theo một thái cực hoàn toàn khác mà bạn không thể ngờ tới được.",
    "2": "Luôn thể hiện rằng mình chú tâm vào câu chuyện của người đối diện, lại biết giữ chừng mực về lời nói trong giao tiếp xã giao, đặc biệt hay được lòng người khác bởi sự tinh tế trong giao tiếp chính là những điều dễ dàng tìm thấy ở một người có nhân cách bên ngoài số 2. Tuy nhiên nhân cách cũng chỉ là lớp vỏ bọc phía bên ngoài thế nên họ có đang thực sự đặt mình vào trong câu chuyện của người khác hay mong muốn xây dựng những mối quan hệ bền chặt, riêng tư hay không lại là một câu chuyện khác. Nhưng dù thế nào đi chăng nữa thì đây cũng chính là điểm cộng giúp họ dễ dàng chiếm được sự yêu mến từ người khác. Khi đã quen thân rồi, họ sẵn sàng gỡ lớp mặt nạ và cho bạn thấy con người thực sự bên trong mình như thế nào, đây chính là một ẩn số vô cùng thú vị chờ được khám phá.",
    "3": "Vui vẻ, lạc quan và dễ kết thân chính là những gì người khách có thể tìm thấy ở số 3 nhân cách. Chính vì sự niềm nở trong tất cả các mối quan hệ, dù quan trọng đối với họ hay chỉ đơn thuần là xã giao thôi cũng khiến người khác cảm thấy rất thiện cảm. Trò chuyện cùng người có năng lực số 3 thực sự rất vui, vì từ họ toát ra nguồn năng lượng tràn đầy sức sống, lúc nào cũng đầy ắp những câu chuyện mới lạ không có hồi kết. Họ cũng là người hay được yêu quý ngay từ lần gặp đầu tiên cho dù đôi lúc họ cũng khiến người khác “đau đầu” sự niềm yêu thích “bộc lộ và chia sẻ” của mình.Tuy nhiên đó chỉ là những biểu hiện bên ngoài mà số 3 ở nhân cách muốn thể hiện cho người khác nhìn thấy, còn để nói về con người thực sự của họ thì phải nhìn vào năng lực và động lực bên trong mới đủ rõ ràng hơn.",
    "4": "Người mang trong mình số 4 nhân cách sẽ thể hiện sự nghiêm khắc, đôi khi là sự khắc khổ trên khuôn mặt và cả dáng điệu cử chỉ. Họ cũng là người hay được đánh giá là kỹ tính, ít cầu kỳ và khắt khe trong những mối quan hệ xã hội. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "5": "Người mang trong mình số 5 nhân cách sẽ khiến cho người đối diện cảm thấy dễ chịu bởi sự xởi lởi, cởi mở và hồn nhiên trên khuôn mặt và cả cách ăn mặc phóng khoáng. Họ cũng là người hay được đánh giá là cầu kỳ, màu mè và hay thích thay đổi xoành xoạch. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "6": "Người mang trong mình số 6 nhân cách sẽ thể hiện là người dễ dàng chấp nhận giúp đỡ người khác. Họ thể hiện sự nhẫn nhịn một cách khéo léo và đôi chút thoáng buồn trên khuôn mặt. Họ cũng là người hay được đánh giá là ăn mặc đơn giản, đôi lúc tuềnh toàng và hay thích ngồi lắng nghe. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "7": "Người mang trong mình số 7 nhân cách sẽ thể hiện sự thâm trầm, khó đoán và thoáng một chút hoài nghi trên khuôn mặt. Họ cũng là người hay được đánh giá là khó gần, đôi lúc lại hay hỏi “linh tinh” và hay thích ngồi lắng nghe rồi hỏi. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "8": "Người mang trong mình số 8 nhân cách sẽ thể hiện sự cởi mở, thẳng thắn, đi vào trọng tâm câu chuyện. Họ cũng là người hay được đánh giá là ăn mặc gọn gàng và kỹ càng, ít cầu kỳ và có chọn lọc trong những mối quan hệ xã hội. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "9": "Người mang trong mình số 9 nhân cách sẽ thể hiện sự hiền lành, hòa nhã và nhẹ nhàng trên khuôn mặt. Họ cũng là người hay được đánh giá là ăn mặc đơn giản nhưng đẹp, kể cả những lúc họ xuề xòa nhất. Họ có xu hướng ngồi lắng nghe với sự nhẫn nại. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "11": "Người mang trong mình số 11 nhân cách sẽ thể hiện ra bên ngoài rất linh hoạt. Khi thì hòa nhã và nhẹ nhàng (số 2), lúc thì lại rất cương quyết (số 1). Họ cũng là người hay được đánh giá là có sự lôi cuốn, kể cả những lúc bình thường lẫn khi ngoại giao. Họ là những bậc thầy về giao tiếp và dẫn dắt câu chuyện theo ý mình. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "22": "Người mang trong mình số 22 nhân cách sẽ thể hiện ra bên ngoài rất sôi nổi. Khi thì hòa nhã và nhẹ nhàng (số 2), lúc thì lại rất mãnh liệt và hay tranh luận đúng-sai (số 4). Họ cũng là người hay được đánh giá là có sức hút và năng lượng dồi dào. Họ là những bậc thầy về giao tiếp và lập luận sắc bén khiến người khác dễ theo ý mình. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn.",
    "33": "Người mang trong mình số 33 nhân cách sẽ thể hiện ra bên ngoài một cách dịu dàng và từ ái. Họ có nét thu hút của số 3 và sự điềm đạm của số 6. Họ là những người giao tiếp tài giỏi và sự nhẹ nhàng của họ khiến người khác mến phục. Tuy nhiên đó chỉ là những biểu hiện bên ngoài, còn khi đã quen thân, hoặc sau khi đã cởi bỏ được vẻ ngoài, họ sẽ bộc lộ con số Năng lực tự nhiên và ĐLBT của mình rõ ràng hơn."
  },
  "nltn": {
    "1": "Thật tuyệt vời nếu năng lực tự nhiên của bạn là số 1. Vì số 1 xuất hiện ở năng lực đồng nghĩa với việc bạn sẽ được trang bị sẵn khả năng tự làm chủ bản thân và độc lập cao. Nó xuất hiện một cách hoàn toàn tự nhiên theo bản năng nên những người có số 1 nghiễm nhiên có ý thức tự chủ rất tốt.Trong bất kì môi trường sống nào dù là gia đình hay ngoài xã hội, năng lực số 1 sẽ thúc đẩy người sở hữu có xu hướng vươn lên để thể hiện cái tôi và quan điểm sống của cá nhân. Họ sẽ không ngần ngại tranh luận với những ai khác quan điểm với mình, thậm chí đôi lúc gay gắt hơn so với mức cần thiết để bảo vệ được quan điểm ấy.Bản chất là người tiên phong, dẫn đường nên số 1 ở năng lực cũng trang bị cho họ một cái đầu đầy ắp ý tưởng. Họ sẵn sàng thử nghiệm và đổi mới để đạt được mục đích của mình nhưng cũng rất sẵn lòng dang tay giúp đỡ khi người khác gặp khó khăn. Trong một tập thể, số 1 là người thúc đẩy, truyền cảm hứng và là đầu tàu gồng gánh mọi trách nhiệm. Cũng vì lẽ thế mà họ dễ dàng trở thành những người giữ vai trò lãnh đạo trong xã hội. Thực tế có thể nhìn thấy hình ảnh về năng lực số 1 như nữ minh tinh Marilyn Monroe - người truyền cảm hứng cho hàng triệu phụ nữ về đặc quyền của phái đẹp.Mọi sự tiên phong và mạnh mẽ ấy đến với số 1 một cách hoàn toàn tự nhiên, sẵn có khiến cho chính bản thân những người số 1 nhiều khi cũng không để ý tới năng lực này của bản thân cho đến một ngày ai cũng nói với họ về điều đó.Sự tự tin, tinh thần trách nhiệm, và sự độc lập là những đức tính mà số 1 được trang bị. Thế nhưng, sẵn có không đồng nghĩa với việc không cần phải làm gì. Khi số 1 đã tự ý thức được về bản thân thì càng phải mài dũa nhiều hơn nữa để biến năng lực ấy thành sức mạnh mũi nhọn để kiến tạo nên một cuộc đời phi thường.Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), những người mang năng lực tự nhiên số 1 lại chọn cho mình con đường đơn độc, tự mình phấn đấu bằng lối đi khác biệt, hoặc ẩn mình ở nơi hoang vắng (như trường hợp của Khổng Minh trước khi theo Lưu Bị). Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 1 luôn thể hiện xuất sắc khả năng tự chèo chống, và tự khẳng định bản thân. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 1.",
    "2": "Khác với những người có đường đời số 2, người mang trong mình năng lực số 2 sẽ được trang bị sẵn khả năng kết nối và thấu hiểu những người xung quanh.Đây là năng lực hoàn toàn tự nhiên của họ, bởi vậy nên bản thân họ sẽ rất ý thức về tất cả những mối quan hệ xung quanh cuộc sống của mình. Xu hướng của những người này là luôn tìm ra “một ai đó” nằm trong đám đông để bắt chuyện, kết nối một cách vui vẻ cởi mở. Họ sẽ không ngần ngại mở rộng cửa tấm lòng mình để chào đón người bạn mới, nhất là những người bạn mong muốn được bộc bạch và chia sẻ về cuộc sống cá nhân với họ. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 2, thậm chí là đến chính bản thân họ nhiều lúc cũng không nhận thức được điều đó.May mắn mang tới cho những người có năng lực số 2 sự khéo léo một cách tinh tế và kiên trì, đây cũng là một điểm cộng giúp cho họ trở thành một nhà ngoại giao giỏi và tỏa sáng trong đám đông. Chính vì sở hữu tài năng trong lĩnh vực kết nối nên khả năng của họ thể hiện rõ hơn khi làm việc đội nhóm thay vì hoạt động độc lập. Sự nhạy cảm giống như một chiếc xúc tua nhạy bén khiến họ dễ dàng nắm bắt và nhận diện cảm xúc của người khác một cách dễ dàng. Họ cũng khéo léo tận dụng năng lực này trong quá trình tương tác để dẫn dắt người khác cùng đi tới mục tiêu mà họ hướng đến. Tuy nhiên, đôi lúc năng lực này cũng dễ khiến họ bị tổn thương và mất cân bằng vì những suy nghĩ không tốt hoặc trong bất cứ cuộc tranh chấp, xung đột nào. Tuy là người có tiếng nói trong các mối quan hệ thế nhưng họ chẳng mảy may mơ tưởng đến vị trí dẫn đầu, với những người có năng lực tự nhiên số 2, họ có xu hướng và cũng cảm thấy thỏa mái hơn khi trở thành một đối tác hơn là một nhà lãnh đạo.Thứ mà một người năng lực tự nhiên số 2 thực sự cần đó chính là một ai đó đủ sâu sắc và có khả năng cho họ những lời khuyên thiết thực mỗi khi cần. Họ cảm thấy hạnh phúc khi ở trong những mối quan hệ bền chặt và nếu như cần một đối tượng để kết hôn thì số 2 cũng chính là đối tác hoàn hảo vì sự thấu hiểu sâu sắc, quan tâm chân thành và luôn trân trọng người mình yêu thương. Những năng lực tự nhiên mà số 2 may mắn sở hữu là đòn bẩy giúp cho chính bản thân họ dễ dàng thành công và hạnh phúc hơn trong cuộc sống. Tuy nhiên cũng không nên quá ỉ nại vào những trang bị mà mình đã có sẵn, họ cần phải không ngừng nỗ lực rèn luyện và mài dũa nhiều hơn thì mới có thể kiến tạo nên một cuộc đời phi thường như mơ ước.Vốn dĩ không màng đến ánh hào quang, nhưng đôi khi do sự kết hợp với bài học đường đời và động lực bên trong tác động làm cho một số cá nhân đặc biệt lựa chọn cho mình con đường của người đứng đầu, tự mình vươn lên thay vì trông chờ vào người khác. Hoặc là họ lựa chọn ở tư thế bị động trong các cuộc vui, nhưng là sự bị động để chờ đợi “đúng người, đúng thời điểm” xuất hiện. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 2 luôn thể hiện xuất sắc khả năng kết nối tinh tế, và hiểu thấu nội tâm người khác. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 2.Chính trị, y học, giáo dục, công việc khoa học, tiếp thị và giải trí là những công việc dễ mang đến thành công cho những người sở hữu năng lực số 2 (mặc dù thực tế là họ không thích sự chú ý). Như trường hợp của danh hoạ Pablo Picasso cùng với ê-kíp của mình. Họ tìm kiếm sự cân bằng và hòa bình trong tất cả các mối quan hệ và tình huống.",
    "3": "Phải nói rằng những người sở hữu năng lực tự nhiên số 3 là những người cực kì may mắn, nhất là khi sống trong giai đoạn bùng nổ về ngoại giao như thời điểm hiện tại.Khác với những người có đường đời số 3, người mang trong mình năng lực số 3 sẽ được trang bị sẵn khả năng bộc lộ và lan tỏa giá trị tới những người xung quanh. Đây là năng lực hoàn toàn tự nhiên của họ, bởi vậy nên bản thân họ sẽ rất ý thức về tất cả những gì mình đang thể hiện, tác động tới đám đông và kiểm soát nó một cách dễ dàng.Theo bản năng, họ luôn biết cách “bắt sóng” và “phát sóng” trong đám đông dù bước tới một môi trường quen hay là lạ. Họ lan tỏa một cách vui vẻ, cởi mở hoặc cũng có thể nhẹ nhàng, âm thầm. Nếu họ cảm thấy cần thiết và đó là điều mà họ mong muốn thì những người này có thể mạnh dạn bày tỏ quan điểm, suy nghĩ và những giá trị mà mình tâm niệm. Họ bộc bạch bản thân một cách tinh tế và tự nhiên đến độ ngay cả khi quan điểm cá nhân của họ thể hiện một cách sắc nét thì vẫn nhận được sự đồng thuận từ đám đông. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 3 và họ cực kỳ lão luyện với năng lực mà mình được ban tặng. Họ điều phối được cả một tập thể theo ý mình bằng năng lượng tích cực, sự lan tỏa mãnh liệt từ tri thức và sự hiểu biết.Đối với năng lực số 3, chỉ cần họ muốn cho người khác biết điều gì là có thể khiến những người ấy tập trung vào điều đó. Nguồn năng lượng tích cực và đầy sức sống cùng sự can trường mạnh mẽ tạo nên sức quyến rũ khiến cho họ trở nên có sức ảnh hưởng tới người khác.Bộ não của họ phù hợp với công việc của nhà văn, diễn viên hài, nhạc sĩ và diễn giả nữa. Tuy nhiên, trong một số trường hợp, năng lực số 3 của họ vui quá mà mất đà, bỗng nhiên lại biến thành quá đà. Không thừa khi năng lực số 3 cố gắng học cách tập trung và tập trung cao độ và đúng trọng tâm hơn nữa, đây là chìa khóa thành công quan trọng của những người mang năng lực số 3. Ngoài ra họ cũng có năng khiếu cho các lớp học nghệ thuật và các hoạt động đòi hỏi sự khéo léo. Đối với năng lực sô 3, cuộc sống là các chuyến phiêu lưu của đam mê, dẫn đến các giải pháp bất ngờ. Làm việc chăm chỉ và tập trung - nền tảng của sự thịnh vượng trong tương lai của họ. Mặc dù có khả năng hoạt ngôn phi thường, họ sẽ nhận thức tốt hơn về thế giới thông qua hình ảnh chứ không phải bằng lời nói và có năng lực suy nghĩ trừu tượng.Nếu biết cách tận dụng năng lực số 3 thì những người sở hữu rất dễ dàng trở thành người của công chúng. Và sự thật là rất nhiều người nổi tiếng sở hữu năng lực số 3 này như Đông Nhi, ...Nên để rèn dũa thêm tài năng này có thể tỏa sáng thì họ cần nhúng mình trong nhiều môi trường hơn nữa để rèn luyện và làm chủ tốt hơn tài năng của mình.Năng lực tự nhiên số 3 đem đến nhiều cơ hội nhưng nó cũng khiến cho người số 3 có thể hơi nhạy cảm, đôi khi chú ý quá nhiều đến những lời chỉ trích không rõ ràng. Nó là một phần nguyên nhân ngăn chặn sự sáng tạo tự nhiên của họ. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 3 lại chọn cho mình con đường riêng không giống ai, tự mình khai phá và cảm nhận thay vì trông chờ vào sự ủng hộ từ đám đông. Đôi lúc họ lựa chọn ở tư thế bị động trong các cuộc trao đổi, nhưng là sự bị động để chờ đợi “đúng thời điểm” bùng nổ, như cách mà nước phải đạt đúng 100 độ C mới sôi vậy. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 3 luôn thể hiện xuất sắc khả năng bộc lộ, và lan tỏa. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 3.",
    "4": "Khác với những người có đường đời số 4, người mang trong mình năng lực số 4 sẽ được trang bị sẵn khả năng sắp xếp, tính kỷ luật bản thân và đôi lúc là cả chủ nghĩa hoàn hảo nữa. Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ rất ít khi ý thức về tất cả những gì mình đang thể hiện và tác động tới môi trường xung quanh. Lý do là bởi vì đối với họ thì việc tuân theo một sự kỷ luật, một chiến lược hay tính toán điều gì đó là hết sức bình thường và dễ dàng. Xu hướng của những người này là luôn tìm ra một quy tắc logic nào đó cho mọi thứ, hay là quy chuẩn hóa những gì mà người thường ít khi hoặc khó quy chuẩn, sắp xếp mọi thứ một cách trật tự khoa học, đôi lúc đến độ hoàn hảo từng chi tiết. Họ sẽ dễ dàng thể hiện quan điểm về sự cân bằng và công bằng, nhất là khi bắt đầu nhận thấy sự mất cân đối của bất kỳ thứ gì họ tiếp xúc.Nếu không ngừng tôi luyện năng lực này, năng lực tự nhiên số 4 sẽ giúp cho họ trở nên thực tế hơn, có kỹ năng trong lĩnh vực chuyên môn và định hướng chi tiết. Họ luôn là người cầu toàn theo một cách nào đó, và nó sẽ được phản ánh trong công việc của họ để mọi thứ được thực hiện một cách xuất sắc hoặc không bao giờ được thực hiện. Đây là trường hợp của nữ diễn viên Emma Watson – người thủ vai Hermione Granger trong Harry Potter. Họ có rất nhiều khả năng trong tương lai để thành công trong lĩnh vực khoa học chính xác nếu quan tâm đến chi tiết. Hoặc có thể làm một giáo viên tốt, nhưng cũng trong lĩnh vực thủ công và khoa học chính xác, bởi vì họ sẵn sàng chia sẻ kiến thức mà họ thành thạo. Ngay cả khi họ là một người có bản chất nghệ thuật, nghệ thuật của họ được định hướng công nghệ hoặc suy nghĩ chính xác một cách tuyệt đối. Những người có số 4 Năng lực tự nhiên thường rất chủ động. Họ là những doanh nhân khéo léo và thích làm cho công việc của họ được thực hiện ở mức cao nhất. Họ cũng thích nghe những lời khen liên quan đến thành tích chuyên môn đó đều là những thành tựu có được nhờ nỗ lực, giống như Stan Lee – “cha đẻ” của đế chế Marvel.Thật khó để trở thành bạn của những người này, theo bản năng, họ tìm kiếm điều tốt nhất ở mọi người và đòi hỏi điều tốt nhất từ chính bản thân. Tiêu chuẩn cao như vậy ngày nay rất hiếm. Họ rất nguyên tắc. Họ có thể kết bạn với những người có tiêu chuẩn đạo đức cao mà lại đồng thời tính cách dí dỏm. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 4 và họ, hơn ai hết lại rất bén nhạy và dữ dội với kỹ năng mà mình được ban tặng. Sức mạnh của năng lực số 4 nằm ở sự sắp xếp, sự tính toán cân đong đo đếm kỹ càng và khả năng kỷ luật tự thân. Đó là những đức tính mà số 4 được trang bị sẵn và luôn cần nỗ lực rèn luyện để tạo nên cuộc đời phi thường theo cách mà họ mong muốn.Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 4 lại chọn cho mình những hướng đi nhìn có vẻ tươi mới như thời trang, âm nhạc, nghệ thuật biểu diễn..Nhưng một cách tổng thể, họ vẫn sẽ luôn đưa ra những “quy luật” cho sự chọn lựa của mình, cho nghề nghiệp của mình. Đôi lúc họ lựa chọn sự cởi mở và khoáng đạt ban đầu, nhưng là sự khoáng đạt “nằm trong tính toán” để sau đó sẽ âm thầm sắp xếp, tính toán kỹ lưỡng cho những nước đi tiếp theo. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 4 luôn thể hiện xuất sắc sự sắp xếp, và tính rõ ràng đúng-sai. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 4.",
    "5": "Chẳng có một ai lại linh hoạt, phóng khoáng và luôn tràn đầy sự tươi mới như là những người sở hữu số 5 ở năng lực tự nhiên. Đây là năng lực hoàn toàn tự nhiên vốn dĩ tồn tại bên trong họ từ khi sinh ra nhưng bản thân họ lại rất ít khi ý thức về tất cả những gì mình đang có, đơn giản là bởi khả năng tập trung cũng như “nghiền ngẫm” thì lại không phải là điều mà số 5 có lợi thế.Họ dễ dàng làm mới cuộc sống của mình một cách ngẫu hứng chứ không phải có chủ đích, cố gắng và toan tính sắp xếp. Khi cảm thấy cần thiết, họ có thể phá vỡ những khuôn mẫu sẵn có, hay là đòi hỏi sự đổi mới và cải tiến cho những hệ thống cũ dù nó có đang vận hành tốt hay không một cách rất đơn giản. Họ sẽ không ngần ngại thể hiện quan điểm về sự sáng tạo và những ý tưởng khác biệt, nhất là khi bắt đầu nhận thấy sự nhàm chán của việc lặp đi lặp lại thứ gì đó cũ kỹ. Những người có năng lực tự nhiên số 5 thực sự may mắn, theo nghĩa đen. Để tối ưu năng lực, họ sẽ phải học cách đặt thứ tự ưu tiên, tập trung vào những thứ cần thiết và sử dụng thời gian một cách đúng đắn. Họ sẽ có quyền tự do lựa chọn, và khi thời điểm phù hợp xảy đến, họ luôn biết mình cần phải làm gì.Qua nhiều năm, họ sẽ học được cách sử dụng sức hút của mình với những gì tạo ra lợi nhuận. Hay nói cách khác, họ sẽ có thể ảnh hưởng mạnh mẽ tới những người xung quanh. Chúng ta đều thấy Tổng thống Abraham Lincoln đã vực dậy nước Mỹ ra sao, và siêu sao bóng rổ Michael Jordan dẫn dắt Chicago Bull xuất sắc thế nào. Năng lực này đặc biệt hữu ích nếu những người sở hữu chúng chọn một nghề cần tới sự thuyết phục. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 5, và họ, hơn ai hết, lại rất biết tận dụng triệt để kỹ năng mà mình được ban tặng. Sức mạnh của năng lực số 5 nằm ở sự sáng tạo, mạo hiểm và phi nguyên tắc. Đó là những đức tính mà số 5 được trang bị sẵn để tạo nên cuộc đời đầy chất thơ theo cách mà họ mong muốn. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 5 lại chọn cho mình đi vào một khuôn khổ nhất định và có biểu hiện giống như số 4 hoặc số 8 (mục tiêu). Nhưng đó cũng chỉ là “một cú lừa” dành cho những ai ngây thơ tin vào điều đó, bởi trong cái lớp vỏ của mục tiêu lại là một sự tươi mới và sống động, như các tầng địa chất vẫn không ngừng hoạt động bên dưới lớp vỏ rắn chắc của trái đất. Và không sớm thì muộn, sự khao khát và khả năng sáng tạo bất diệt sẽ chực chờ để bùng nổ. Đôi lúc họ lại lựa chọn sự im lặng, nhưng là sự im lặng để quan sát trong ngắn hạn để sau đó sẽ bung tỏa những ý tưởng táo bạo (như trường hợp của Steve Jobs với siêu phẩm Iphone), một sự tính toán khôn ngoan dành cho những ai không thích sự bất ngờ. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 5 luôn thể hiện xuất sắc sự sáng tạo, và tính bay bổng nghệ thuật. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 5.",
    "6": "Rất khó để những người có năng lực tự nhiên số 6 từ chối một lời đề nghị giúp đỡ nào đó từ người khác. Nếu trong gia đình hoặc trong đám bạn của bạn có người nào mang trong mình năng lực số 6, thì hãy `giữ` họ thật chặt bên mình nhé, đây là những người đồng hành thực sự quý giá. Họ có một năng lực tự nhiên sẽ luôn chăm lo, hỗ trợ cho bạn bằng cả tinh thần lẫn tình yêu thương vô hạn của mình. Thậm chí là, trong những tình huống nguy nan họ có thể sẵn sàng hy sinh bản thân mình vì người khác. Đối với người mang trong mình năng lực số 6, họ được trang bị sẵn sự điềm tĩnh, tính chịu đựng và cả sự tận tụy đáng kinh ngạc. Bản thân họ thì ít khi ý thức về tất cả những gì mình đang có vì đơn giản là bởi họ còn đang bận bịu với việc hỗ trợ người khác thay vì nhìn nhận chính mình. Đó cũng là lý do vì sao số 6 là con số ít có sự hiểu thấu bản thân.Đối với họ thì sự cần mẫn và tương trợ người khác mới làm nên cuộc sống của họ chứ không phải là sự toan tính cho thành công cá nhân (Điều này có phần ngược lại với số 1, số 8 và phần nào đó là số 4). Xu hướng của những người này là tìm kiếm một ai đó hoặc một tập thể để được thỏa sức hỗ trợ hết mình. Họ sẽ âm thầm lặng lẽ trong công việc, nhưng khi nhận việc gì thì sẽ có xu hướng làm hết sức mình, nhất là khi bắt đầu nhận thấy tầm quan trọng của việc đó với tập thể hoặc với người mà họ trực tiếp hỗ trợ. Năng lực của họ thường gắn liền với các giá trị gia đình, lòng tốt, tình yêu, trách nhiệm và sự sáng suốt. Qua nhiều năm họ sẽ có kinh nghiệm trong giao tiếp với mọi người. Họ sẽ đặc biệt quan tâm đến những người không đủ may mắn trong cuộc sống này. Đó là bản chất của họ để làm việc và giúp đỡ mọi người. Chúng ta sẽ nhìn thấy rõ điều đó khi nhìn vào Bill Gates, Angelina Jolie hay Taylor Swift - những người nổi tiếng trong việc luôn đứng ra bảo vệ người khác hoặc xây dựng các tổ chức từ thiện. Số 6 ở năng lực tự nhiên cũng khiến cho họ trở thành những người cha mẹ tuyệt vời. Ngay cả khi vô cùng bận bịu trên đỉnh vinh quang thì ông chủ quyền lực của Facebook – Mark Zuckerberg vẫn cực kỳ quan tâm chăm sóc chu đáo cho vợ, con.Đặc tính của những người có năng lực số 6 là người quan tâm, yêu thương và dịu dàng, mặc dù bản chất họ có tính cách mạnh mẽ và khó dừng lại khi đã lên kế hoạch gì đó. Luôn trung thực, nhưng không thô lỗ, họ thích sự thoải mái và chỉ cảm thấy thoải mái khi ở nhà, nơi được thư giãn và được bao quanh bởi những người gần gũi. Hãy xem khi siêu sao Lionel Messi ở nhà, anh rạng rỡ nô đùa cùng các con và chú cún của mình như thế nào, có lẽ bạn sẽ nhận ra một số 6 năng lực đúng nghĩa. Bên cạnh đó, họ cũng được thiên phú cho tố chất nghệ sĩ và xu hướng nghệ thuật, bởi vậy con đường sự nghiệp của họ có thể sẽ được kết nối với lĩnh vực khác. Họ thể thể hiện bản thân tốt nhất bằng cách giao tiếp và giúp đỡ người khác. Số 6 là những giáo viên, nhà tâm lý học, bác sĩ, lính cứu hỏa, nhân viên xã hội và nhà tư vấn tuyệt vời. Những người như vậy thường hay quan tâm đến thiết kế và trang trí, bởi vì họ thích được bao quanh bởi vẻ đẹp.May mắn vì họ sở hữu sự tốt bụng trời cho và hơn ai hết, lại rất biết tận dụng triệt để món quà mà mình được ban tặng. Sức mạnh của năng lực số 6 nằm ở sự tận tâm, thân ái và nguyên tắc “vì người trước khi vì mình”. Đó là những đức tính mà số 6 được trang bị sẵn để tạo nên cuộc đời giàu đức hy sinh. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 6 lại chọn cho mình sự độc lập và có biểu hiện giống như số 1 hoặc số 4 (tính toán). Nhưng trong cái lớp vỏ của mục tiêu cá nhân lại là một tấm lòng vì tập thể, vì mục tiêu chung. Đôi lúc họ lại lựa chọn đứng đầu, nhưng là để có thể hiên ngang đứng lên giành lại hòa bình và công bằng, như cái cách mà Chủ tịch Hồ Chí Minh kính yêu đã làm, một nhân cách vĩ đại ẩn trong một con người vĩ đại. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 6 luôn thể hiện xuất sắc sự hỗ trợ, và tinh thần hy sinh. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 6.",
    "7": "Đối với người mang trong mình năng lực số 7, họ được trang bị sẵn sự điềm tĩnh, tinh thần học hỏi và cả sự đào sâu. Đây là năng lực hoàn toàn tự nhiên và hơn bất kỳ ai, họ rất ý thức về tất cả những gì mình đang có. Đó cũng là lý do vì sao số 7 năng lực là một trong những số có sự hiểu biết sâu sắc. Đối với họ thì nhìn nhận các vấn đề một cách rõ ràng, tỉ mỉ và đủ khía cạnh trong từng sự vật, sự việc là những gì mà họ quan tâm. Ngoài ra thì họ cũng là tuýp người nắm bắt nhanh nhạy cả những xu hướng của xã hội (ở những lĩnh vực mà họ chú trọng hoặc đang thực nghiệm). Những người này luôn có xu hướng đi tìm kiếm câu trả lời kể cả cho những điều bí ẩn của cuộc sống mà ít ai trả lời được (Như những lĩnh vực vũ trụ, siêu hình, huyền bí). Họ sẽ âm thầm lặng lẽ tìm kiếm và chiêm nghiệm cho tới khi toàn bộ sự thật được phơi bày. Số 7 Năng lực tự nhiên cho thấy một người hay phân tích, thực dụng và trí tuệ, vì vậy họ cũng yêu cầu nó từ những người xung quanh. Đây là điều thường thấy ở siêu sao Cristiano Ronaldo đối với tất cả những ai liên quan tới cuộc sống của mình như đồng đội, HLV, thậm chí là cả gia đình mình, anh luôn có xu hướng tỏ ra khắt khe. Mặc dù nhìn thấy nhiều điều, họ không bao giờ cố gắng làm phiền người khác hoặc vi phạm quyền riêng tư của họ. Họ luôn nhìn thấy nhiều điều ẩn sâu hơn những người khác, vì vậy mà luôn đi trước một bước trong mọi tình huống. Nếu quan tâm đến một cái gì đó, họ sẽ trở thành một chuyên gia trong lĩnh vực đó, bởi vì họ sẽ bắt đầu đọc, để tìm hiểu thêm và điều tra cặn kẽ về chủ đề đó. Đương nhiên, họ cũng có năng lực để đào sâu một cách phi thường hơn người khác. Diễn giả nổi tiếng thế giới Anthony Robbins là một hình ảnh tiêu biểu cho điều này. Đôi lúc họ là một kẻ lập dị đối với một số người chỉ vì rất khó đoán họ đang nghĩ gì. Trong cuộc sống, họ có thể được xác định là người thân thiện và tích cực hòa hợp với bản thân và thế giới. Họ rất quan tâm đến sự riêng tư của mình và không muốn người lạ tọc mạch. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 7, và họ, hơn ai hết, lại rất biết tận dụng triệt để món quà mà mình được ban tặng. Sức mạnh của năng lực số 7 nằm ở sự chuyên tâm, uyên bác và chiêm nghiệm qua những trải nghiệm. Đó là những đức tính mà số 7 được trang bị sẵn để tạo nên cuộc đời vĩ đại. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 7 lại chọn cho mình vị trí đứng đầu (Nữ hoàng Elizabeth). Nhưng ẩn trong đó là một sự uyên bác và nhìn thấu những điều ít ai nhìn thấy. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 7 luôn thể hiện xuất sắc sự đào sâu, và tinh thần tìm kiếm sự thật. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 7.",
    "8": "Người mang trong mình năng lực số 8 sẽ được trang bị sẵn khả năng thiết lập mục tiêu, tố chất kiên cường và khả năng vươn tới vinh quang. Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ không để ý nhiều tới việc mình có năng lực gì, vì thực chất thì cái gì họ muốn cũng đều hoàn thành tốt. Đối với họ thì việc hoàn thành mục tiêu nào đó thực sự không quá khó. Xu hướng của những người này là luôn tìm ra đường hướng để hoàn thành mọi thứ (giống như truyền thuyết về Alexander đại đế dùng kiếm chém đứt những nút dây thắt), hay là đặt ra cho mình một đỉnh cao để vươn tới.Số 8 năng lực có thể là một chủ doanh nghiệp hoặc doanh nhân tuyệt vời cũng như quản trị viên hoặc các vị trí quyền lực hàng đầu khác. Họ muốn được vận động, để cung cấp sự đổi mới và thiết lập xu hướng cho mọi thứ. Vì biết giá trị của những nỗ lực, thời gian và ý tưởng của mình và không ngừng cố gắng nên số 8 cũng là người truyền cảm hứng mạnh mẽ cho cộng đồng. Những điều họ có thể làm ở cấp độ cao là quảng bá, giới thiệu các công nghệ mới và trình bày ý tưởng của mình. Vốn dĩ họ sinh ra để là nhà lãnh đạo và có thể tạo ra doanh nghiệp thành công của riêng mình bởi bản năng tài năng ấy. Thậm chí họ còn có các vị trí trong chính quyền và cơ quan hành chính thiết yếu.Có số 8 ở năng lực tự nhiên có nghĩa là khả năng thực dụng và thực tế trong các quyết định kinh doanh của mình. Họ yêu thích và tôn trọng tiền bạc, và thái độ như vậy làm cho họ đủ trình độ để biết cách thức hoạt động và làm thế nào để đạt được thành công tài chính. Họ hiểu các chương trình và cơ chế tài chính khác nhau. Số 8 luôn biết điều gì là tốt hay xấu cho mình chỉ trong khoảnh khắc đầu tiên nhìn thấy nó, vì họ rất nhạy bén. Nên họ cũng có lợi thế trong việc luôn chọn đúng người, đúng việc. Tuy nhiên, đôi lúc quá tự tin về bản thân nên họ dễ trở nên bướng bỉnh và tự phụ. Số 8 cần xem xét mọi thứ ở quy mô lớn hơn và lắng nghe những ý kiến khác nhau để tránh bị sự tự tin thái quá làm mờ mắt. Nếu có gì đó không ổn, họ cần phải kéo mình lại và đừng để cảm xúc chi phối. Khi nói đến cảm xúc, tốt hơn hết là số 8 nên tách doanh nghiệp khỏi cảm xúc của mình, vì cả hai có thể bị tổn hại nếu họ vận hành nó cùng lúc. Chìa khóa thành công của số 8 là sự quyết tâm nên chỉ cần số 8 coi bất kỳ thứ gì là mục tiêu thì sớm hay muộn nó cũng sẽ được hoàn thành và thông thường nó sẽ là thời gian ngắn nhất có thể.Đối với số 8, họ sẽ không ngần ngại thể hiện quan điểm của bản thân thậm chí tranh luận gay gắt với cả cấp trên nếu nhận thấy sự mất cân đối và thiếu tính hiệu quả của một hành động hay một chiến dịch nào đó, chỉ cần nó hiệu quả. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 8, và họ, hơn ai hết, lại rất bén nhạy và dữ dội với kỹ năng mà mình được ban tặng. Sức mạnh của năng lực số 8 nằm ở sự vươn lên mạnh mẽ, óc tính toán nhạy bén và khả năng nỗ lực tự thân. Đó là những đức tính mà số 8 được trang bị sẵn và luôn cần tôi luyện để tạo nên cuộc đời phi thường và đáng ngưỡng mộ theo cách mà họ mong muốn. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 8 lại chọn cho mình những vị trí hỗ trợ, chăm sóc và không cần nhiều quyền lực. Nhưng một cách tổng thể, họ vẫn sẽ luôn đưa ra phương án hành động và mục tiêu cụ thể cho sự nghiệp của mình. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 8 luôn thể hiện xuất sắc sự quyết liệt, và tính mục tiêu. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 8.",
    "9": "Đối với người mang trong mình năng lực số 9, họ được trang bị sẵn tình thương, tính nhường nhịn và tấm lòng bao dung (đôi khi là rất lớn). Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ lại rất ít khi ý thức về tất cả những gì mình đang có, đơn giản là bởi họ còn đang bận bịu với những ai cần giúp đỡ, hoặc cho xã hội, thay vì tĩnh lặng để nhìn nhận chính mình. Đó cũng là lý do số 9 luôn làm được rất nhiều điều tuyệt vời cho đời, nhưng lại ít làm được điều gì đó cho chính mình, trừ khi là có sự thúc ép và tác động rất lớn từ người có tầm ảnh hưởng đối với họ. Đối với số 9 không phải mục tiêu cá nhân mà là những công việc làm tốt cho cộng đồng mới tạo nên giá trị cuộc sống. Họ thích ra tay giúp đỡ, kể cả có được nhờ vả hay không, và đặc biệt lạ lùng, họ thậm chí còn tìm kiếm người để có thể giúp đỡ. Số 9 ở năng lực tự nhiên gắn liền với những phẩm chất tốt nhất mà một người có thể có: lòng tốt, sự trung thành, sự tò mò, sự quan tâm, sự hiểu biết và sự đồng cảm. Cách tốt nhất để thể hiện bản thân là hãy giải phóng cảm xúc, đừng ngại bày tỏ sự cảm thông và lòng tốt của mình, vì điều đó chính là nguồn cảm hứng cho những người xung quanh. Số 9 nằm ở năng lực mang đến cho người sở hữu nhiều tài năng nhưng chủ yếu là họ cần được phát triển tài năng đó một cách hợp lý và đúng đắn. Bản thân họ không thích khi người khác quan tâm quá nhiều đến cuộc sống đời tư của mình và đặc biệt đây là những người rất coi trọng các mối quan hệ gia đình và bạn bè.Bởi lối sống tốt đẹp của mình mà số năng lực số 9 khiến cho họ dễ dàng trở thành người truyền cảm hứng cho người khác, thậm chí họ có thể thức tỉnh được cả những người đang “bị” rơi vào một cuộc sống đầy nghi ngờ và lo sợ. Nếu bạn có cơ hội được trò chuyện với Sir Richard Branson, bạn sẽ được trải nghiệm với điều đó.Tuyệt vời là thế, tuy nhiên cũng giống như bất kỳ các số khác, có ưu điểm thì cũng có nhược điểm, năng lực số 9 nếu biểu hiện tiêu cực thì bỗng nhiên lòng tốt lại quay ngược vào bên trong, về chính bản thân mình và khiến họ trở thành một người ích kỷ. Trường hợp này cũng giống như tay golf Tiger Woods sau khi anh mắc một loạt những vấn đề về đời tư. Ngoài ra, những người có số 9 ở năng lực rất cần một người bạn tốt ở bên cạnh bởi vì một lúc nào đó, nếu rơi vào tình huống khó khăn, họ thực sự cần được hỗ trợ để tránh lạc lối và ngăn chặn những quyết định sai lầm. Trong trường hợp như vậy, họ sẽ rất dễ cảm thấy chán nản và muốn từ bỏ mọi thứ.Nhìn chung đó là đặc tính tự nhiên của những người mang trong mình năng lực số 9, và hơn ai hết, họ rất biết cách tận dụng triệt để món quà mà mình được ban tặng với một sự say mê đáng kinh ngạc. Sức mạnh của năng lực số 9 nằm ở sự cho đi, tình thương bao la và nguyên tắc “vì nhân sinh”, đó là những đức tính mà họ được trang bị sẵn để tạo nên cuộc đời vĩ đại. Đôi khi, vì một vài lý do (do sự kết hợp với Bài học đường đời và ĐLBT), một số người mang Năng lực tự nhiên số 9 lại chọn cho mình sự kiên cường tranh đấu và có biểu hiện giống như số 1 hoặc số 8 (mục tiêu). Nhưng trong cái lớp vỏ của sự phấn đấu ấy lại là một tấm lòng cao đẹp, vì mục tiêu rất lớn mà không chỉ cho mình. Dù ở hoàn cảnh nào thì người mang trong mình năng lực số 9 luôn thể hiện tình yêu thương nhân loại, và tinh thần cống hiến cho những mục tiêu lớn của cả tập thể hay của cộng đồng. Đó là kim chỉ nam cho cuộc đời của những ai mang năng lực số 9.",
    "11": "Đối với người mang trong mình năng lực số 11, họ được trang bị sẵn rất nhiều điều thú vị, ví dụ như trực giác và khả năng dẫn dắt chẳng hạn. Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ lại cần thời gian ý thức và khổ công rèn luyện về tất cả những gì mình đang có, đơn giản là bởi khác với những con số khác, họ cần học ít nhất 2 loại năng lực: Sự độc lập và khả năng kết nối, hoặc là họ quá bận bịu với đám đông đang đi theo mình, thay vì dành thời gian để nhìn nhận và thấu cảm chính mình. Đó cũng là lý do số 11 luôn cảm thấy chính bản thân mình phức tạp, trừ khi là có sự thúc ép và tác động rất lớn từ bên ngoài (biến cố lớn về bản thân hoặc con đường tâm linh) thì họ mới khai mở hoàn toàn nguồn năng lượng dồi dào và đa dạng của mình để tập trung cho mục tiêu vĩ đại. Đối với họ thì việc ngồi xuống và lắng nghe chính mình còn khó hơn là ngồi nghe người khác. Xu hướng của những người này là tìm kiếm xung quanh mình những cơ hội để được kết nối và lắng nghe, hoặc đặt ra cho mình những câu hỏi “kỳ quặc” ít người có thể giải đáp.Giống như một cột thu lôi, họ thu hút những ý tưởng mạnh mẽ. Những người có năng lực 11 là hiện thân cho nghệ thuật, nhận thức, may mắn, trí tuệ, mạnh mẽ, giác ngộ, sáng tạo, nhạy cảm, cực đoan, nhiệt tình, trực giác, truyền cảm hứng và cấp tiến. Chúng ta có thiên tài Leonardo da Vinci, và một đạo diễn /diễn viên Tom Hanks tài năng là vì vậy. Họ có một trực giác vô cùng mạnh mẽ, mang lại lợi ích tốt nhất cho thế giới khi họ có thể dẫn người khác đến hành trình tâm linh của mình. Họ là những cá nhân tự tin, và tham vọng của họ đôi khi có thể được ưu tiên hơn trong việc duy trì các mối quan hệ quan trọng. Họ mạnh mẽ, có thể dành nhiều thời gian để suy nghĩ về mọi thứ thay vì làm chúng. Đôi khi họ có thể trở nên cực đoan, nhưng họ luôn có một viễn cảnh độc đáo và có thể nhìn thấy bức tranh lớn hơn so với các con số khác. Năng lực 11 phụ thuộc nhiều vào đức tin hơn là logic. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 11, và họ lại tận dụng món quà mà mình được ban tặng một cách không dễ dàng gì. Sức mạnh của năng lực số 11 nằm ở trực giác, độc lập và dẫn dắt. Đó là những đức tính mà số 11 được trang bị sẵn để tạo nên cuộc đời vĩ đại. Nhưng để vĩ đại được như vậy, chắc chắn họ sẽ phải học cách vận dụng năng lực của số 1 và số 2 trước đã.",
    "22": "Đối với người mang trong mình năng lực số 22, họ được trang bị sẵn rất nhiều năng lực nguy hiểm, như trực giác, tư duy hệ thống và khả năng khai phá, dẫn dắt đoàn thể. Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ lại cần rất nhiều thời gian để tự ý thức và khổ công rèn luyện về tất cả những gì mình đang có. Bởi vì số 22 cũng cần rèn dũa song song cả sự kết nối lẫn kỷ luật, mà 2 khái niệm này rất dễ xung đột với nhau. Đó cũng là lý do số 22 luôn cảm thấy chính bản thân mình bị bối rối, trừ khi là có sự cố đến từ bên ngoài khiến họ đặt quyết tâm rất cao để hoàn thiện thì họ mới khai mở hoàn toàn nguồn năng lượng khổng lồ và đáng sợ của mình để tập trung chinh phục mục tiêu vĩ đại.Những người có năng lực 22 được sinh ra là đã có thể biết những gì họ cần hoàn thành. Họ có ý thức về loại tác động mà họ có thể tạo ra, nhưng đôi khi nỗ lực chưa đủ lớn, hoặc trong thời gian chưa đủ dài, lại khiến họ nghi ngờ về khả năng của mình. Vì những trách nhiệm lớn mà một người 22 sẽ phải đối mặt, một số người chọn giải quyết bằng cách tỏ ra như một số 4. Nếu họ chọn theo hướng này, sẽ luôn có một cái gì đó níu họ lại, cho dù tài năng và kỹ năng lãnh đạo của họ rất đáng nể, và họ có thiên hướng là người thành công nhất trong tất cả các số năng lực.Họ là hiện thân của tính kỷ luật, chăm chỉ, công bằng, thúc đẩy, thành công, tự tin, thực tế, trực quan, trung thực, độc lập và mạnh mẽ. Đó là sự kết hợp độc đáo của số 11, số 2 và số 4.Họ được biết đến với trực giác mạnh mẽ và vững vàng vì tính thực tế. Những đặc điểm này hoạt động song song để tạo ra một người vừa đứng đầu lãnh đạo người khác lại vừa rất tập trung cho bản thân. Họ có đầy đủ các ý tưởng lớn, và có khả năng cao nhất trong tất cả các số để hoàn thành mục tiêu đề ra. Sự tự tin mạnh mẽ sẽ cho phép họ trở thành những nhà lãnh đạo táo bạo. Mặc dù một số 22 dường như đã được định trước để biến tất cả các ý tưởng của họ thành hiện thực, họ có thể thiếu sự kiên trì để giấc mơ của họ thành hình. Tiềm năng của họ có thể bị lãng phí nếu họ thiếu tham vọng hoặc bị choáng ngợp khi nhận ra mục tiêu vĩ đại của cuộc đời. Điều này có thể dẫn đến thất bại nặng nề.Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 22, và họ lại tận dụng món quà mà mình được ban tặng như một đứa trẻ ngây thơ. Sức mạnh của năng lực số 22 nằm ở sự kiến thiết và hoạch định, xây dựng và dẫn dắt. Đó là những đức tính mà số 22 được trang bị sẵn để tạo nên cuộc đời vĩ đại. Nhưng để vĩ đại được như vậy, chắc chắn họ sẽ phải học cách vận dụng năng lực của số 2 và số 4 trước đã.",
    "33": "Đối với người mang trong mình năng lực số 33, họ được trang bị sẵn rất nhiều năng lực tuyệt vời, như trực giác, lòng từ bi và khả năng hy sinh bản thân, hàn gắn các vết thương lòng. Đây là năng lực hoàn toàn tự nhiên của họ, nhưng bản thân họ lại cần rất nhiều thời gian, cộng thêm một chút may mắn để tự ý thức và rèn luyện chuyên cần về tất cả những gì mình đang có.Bởi vì số 33 cũng cần rèn dũy song song cả khả năng bộc lộ lan tỏa lẫn sự cống hiến hy sinh, mà 2 khái niệm này rất dễ khó ở chung với nhau. Đó cũng là lý do số 33 luôn cảm thấy chính bản thân mình bị giằng xé dữ dội giữa lựa chọn hướng ra bên ngoài hay hướng vào bên trong (trong khi thực tế là họ cần làm cả hai song song với nhau), trừ khi là có biến cố rất lớn đến từ bên ngoài khiến họ dồn toàn bộ năng lượng để hoàn thiện thì họ mới khai mở hoàn toàn nguồn năng lượng tuyệt vời của mình để phụng sự cho công cuộc hàn gắn tâm hồn người khác.Bản thân họ chỉ muốn lựa chọn hoặc là âm thầm cảm nhận cuộc sống, hoặc tự do thoải mái bộc lộ con người mình mà không can hệ tới ai, nhưng sự thật thì họ sẽ không được yên thân cho tới khi khám phá ra sự thật ẩn sau cái tên của mình, hoặc buộc phải chấp nhận “bị làm phiền” vì những sự kiện không như mong muốn. Đó là đặc tính tự nhiên của những người mang trong mình năng lực số 33, và thật khó khăn để họ học cách sử dụng món quà này một cách đúng đắn nhất.Sức mạnh của năng lực số 33 nằm ở sự lan tỏa yêu thương, từ bi và hàn gắn nỗi đau tinh thần. Đó là những đức tính mà số 33 được trang bị sẵn để tạo nên cuộc đời vĩ đại. Nhưng để vĩ đại được như vậy, chắc chắn họ sẽ phải học cách vận dụng năng lực của số 3 và số 6 trước đã."
  }
}